Repository: aonez/Keka
Catalog: Translations-iOS/*.xcloc/Localized Contents/*.xliff
Languages: ar, bg, es, fi, fr, it, ja, sv, vi

source: File not informed properly, try again.
ar: الملف لم يبلغ بشكل صحيح, حاول مرة أخرى.
bg: Файлът не е информиран правилно, опитайте отново.
es: El archivo no se ha informado correctamente, inténtalo de nuevo.
fi: Tiedostoa ei ilmoitettu oikein, yritä uudelleen.
fr: Le fichier n'est pas renseigné correctement, essayer encore.
it: Il file non è stato riportato correttamente, riprova.
ja: ファイル情報が正しくありません、再度試してください。
sv: File informerades inte korrekt, försök igen.
vi: Tập tin chưa đọc hết, hãy thử lại

source: Files
ja: ファイル

source: Files and Folders
ja: ファイルとフォルダ

source: Folder drop is only supported on iOS 16 or newer
it: Il rilascio di cartelle è supportato solo su iOS 16 o versioni successive
ja: フォルダドロップはiOS16以降でサポートされています
vi: Tính năng kéo thả chỉ hỗ trợ trên iOS 16 hoặc mới hơn

source: Format
ar: الصيغة
bg: Формат
es: Formato
fi: Muoto
it: Formato
ja: 形式
vi: Định dạng

source: General
ar: عام
bg: Общи
fi: Yleiset
fr: Général
it: Generale
ja: 一般
sv: Allmänt
vi: Chung

source: Get Info
ar: الحصول على معلومات
bg: Информация
es: Obtener información
fi: Näytä tietoja
fr: Obtenir de l'information
it: Ottieni informazioni
ja: 詳細を見る
sv: Visa info
vi: Lấy thông tin

source: Gigabyte
ja: ギガバイト

source: Give Access
it: Consenti l'accesso
ja: アクセス権を付与する
vi: Cấp quyền truy cập

source: Hide Password by Default
ar: إخفِ الرقم السري بشكل إفتراضي
bg: Скриване на паролата по подразбиране
es: Ocultar la contraseña por defecto
fi: Piilota salasana oletuksena
fr: Cacher le mot de passe par défaut
it: Nascondi la password di default
ja: デフォルトでパスワードを隠す
sv: Dölj lösenord som standard
vi: Mặc định ẩn đi mật khẩu

source: If you got here, please get in touch with the developers.
ar: إذا وصلت إلى هنا، يرجى التواصل مع المطورين.
bg: Ако попаднете тук, моля, свържете се с разработчиците.
es: Por favor ponte en contacto con los desarrolladores.
fi: Jos pääsit tänne, olethan yhteydessä sovelluskehittäjiin.
fr: Si vous êtes ici, s.v.p contacter les développeurs.
it: Se sei arrivato qui, contatta gli sviluppatori.
ja: もしここれをご覧になった場合、開発者に連絡してください。
sv: Om du ser det här, vänligen kontakta utvecklarna.
vi: Nếu bạn đọc được dòng này. Vui lòng liên hệ với lập trình viên ứng dụng này.

source: Information
ar: معلومات
bg: Информация
es: Información
fi: Tiedot
it: Informazioni
ja: 情報
vi: Thông tin

source: Keka's Folder
ar: Keka مجلد
bg: Папка на Keka
es: Carpeta de Keka
fi: Kekan kansio
fr: Dossier de Keka
it: Cartella di Keka
ja: Keka フォルダ
sv: Kekas mapp
vi: Thư mục của Keka

source: Keka's icon
ar: Keka's أيقونة
bg: Икона на Keka
es: Icono de Keka
fi: Kekan kuvake
fr: Icône de Keka
it: Icona di Keka
ja: Keka アイコン
sv: Kekas ikon
vi: Biểu tượng của Keka

source: Kilobytes
ja: キロバイト

source: Kind
ar: نوع
bg: Вид
es: Clase
fi: Laji
fr: Type
it: Tipo
ja: 種類
sv: Filklass
vi: Loại

source: Last opened
ar: فُتح مؤخراً
bg: Последно отворено
es: Abierto por última vez
fi: Avattu viimeksi
fr: Ouvert pour la dernière fois
it: Ultima apertura
ja: 最後に開いた日
sv: Senast öppnad
vi: Đã mở gần đây

source: Level
ja: レベル

source: Loading
ar: تحميل
bg: Зареждане
es: Cargando
fi: Lataa
fr: Chargement
it: Caricamento
ja: ローディング
sv: Laddar
vi: Đang tải

source: Made with
ar: صنع بـ
bg: Направено с
es: Hecho con
fi: Tehty
fr: Fait avec
it: Realizzato con
ja: 制作
sv: Gjord med
vi: Được tạo bởi

source: Megabytes
ja: メガバイト

source: Modified
ar: معدل
bg: Променено
es: Modificación
fi: Muokattu
fr: Modifié
it: Modificato
ja: 変更日
sv: Modifierad
vi: Sửa đổi

source: Name
ar: إسم
bg: Име
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名称
sv: Namn
vi: Tên

source: New Compression
it: Nuova compressione
ja: 新規圧縮
vi: Tạo nén mới

source: No archive selected
ja: アーカイブが選択されていません

source: No contents
ar: لايوجد محتوى
bg: Без коментари
es: Sin contenido
fi: Ei sisältöä
fr: Aucun contenu
it: Nessun contenuto
ja: 内容がありません
sv: Inget innehåll
vi: Không có nội dung

source: No files to extract
ar: لايوجد ملف لفك الضغط عنه
bg: Няма файлове за разархивиране
es: Nada que extraer
fi: Ei tiedostoja purettavaksi
fr: Aucun fichier à extraire
it: Nessun file da estrarre
ja: 展開するファイルがありません
sv: Inga filer att extrahera
vi: Không có tập tin để giải nén

source: None
ar: لاشيء
bg: Нищо
es: Ninguna
fi: Ei mitään
fr: Aucun
it: Nessuno
ja: なし
sv: Inget
vi: Không có

source: Normal
ar: عادي
bg: Нормално
fi: Normaali
it: Normale
ja: 通常
vi: Bình thường

source: Not all platforms support AES-256 encryption. You may need a third party application (like Keka) to open these compressed files.
ar: ليس كل المنصات تدعم تشفير AES-256. قد تحتاج إلى تطبيق طرف ثالث (مثل Keka) لفتح هذه الملفات المضغوطة.
bg: Не всички платформи поддържат криптиране на AES-256. Може да се нуждаете от приложение на трета страна (като Keka), за да отворите тези компресирани файлове.
es: No todas las plataformas soportan la encriptación AES-256 por defecto. Puede que necesites una aplicación de terceros (como Keka) para abrir estos archivos.
fi: Kaikki alustat ei tue AES-256-salausta. Saatat tarvita kolmannen osapuolen ohjelman (kuten Kekan) avataksesi nämä pakatut tiedostot.
fr: Toutes les plate-formes ne supportent pas le chiffrement AES-256. Vous pourriez avoir besoin d'une application tièrce (telle que Keka) pour ouvrir ces fichiers compressés.
it: Non tutte le piattaforme supportano la crittografia AES-256. Per aprire questi file compressi potrebbe essere necessaria un'applicazione di terze parti (come Keka).
ja: すべてのプラットフォームがAES-256暗号化をサポートしているわけではありません。これらの圧縮ファイルを開くには、サードパーティ製アプリケーション（Keka など）が必要な場合があります。
sv: Inte alla plattformar stöder kryptering med AES-256. Du kan behöva en tredjepartsapplikation (som Keka) för att öppna dessa komprimerade filer.
vi: Không phải tất cả các nền tảng đều hỗ trợ mã hoá AES-256. Bạn cần ứng dụng bên thứ ba (như Keka) để mở các tập tin đã nén này.

source: Open
ar: فتح
bg: Отваряне
es: Abrir
fi: Avaa
fr: Ouvrir
it: Apri
ja: 開く
sv: Öppna
vi: Mở

source: Open Keka
ja: Keka で開く

source: Open...
it: Apri...
ja: 開く...

source: Order
it: Ordina
ja: オーダー
vi: Thứ tự

source: Password
ar: الرقم السري
bg: Парола
es: Contraseña
fi: Salasana
fr: Mot de passe
ja: パスワード
sv: Lösenord
vi: Mật khẩu

source: Password Protected
it: Protetto da password
ja: パスワードで保護されています
vi: Được bảo vệ bởi mật khẩu

# Password for &quot;%@&quot;
source: Password for "%@"
ja: "%@" のパスワード

source: Password needed
ar: الرقم السري مطلوب
bg: Нужна е парола
es: Contraseña necesaria
fi: Salasana tarvitaan
fr: Mot de passe requis
it: Password necessaria
ja: パスワードが必要です
sv: Lösenord behövs
vi: Yêu cầu mật khẩu

source: Pause
it: Pausa
ja: 一時停止
vi: Tạm dừng

source: Petabytes
ja: ペタバイト

source: Please enter the password for:
ar: فضلاً أدخل الرقم السري:
bg: Моля, въведете паролата за:
es: Por favor introduce la contraseña para:
fi: Syötä salasana kohteelle:
fr: Veuillez entrer le mot de passe pour:
it: Inserisci la password per:
ja: パスワードを入力してください:
sv: Vänligen ange lösenordet för:
vi: Vui lòng nhập mật khẩu cho:

source: Please select the encoding for:
ar: فضلاً إختر الترميز لـ:
bg: Моля, изберете кодировката за:
es: Por favor selecciona la codificación para:
fi: Valitse enkoodaus kohteelle:
fr: Veuillez sélectionner l'encodage pour:
it: Seleziona la codifica per:
ja: エンコーディングを選択してください:
sv: Vänligen välj kodningen för:
vi: Vui lòng chọn dạng mã hoá cho:

source: Preview
ar: مشاهدة
bg: Преглед
es: Vista previa
fi: Esikatselu
fr: Visualiser
it: Anteprima
ja: プレビュー
sv: Förhandsvisning
vi: Xem trước

source: Quick Look
ar: نظرة سريعة
bg: Бърз преглед
es: Vista previa
fi: Pikakatselu
fr: Aperçu rapide
it: Visualizzazione rapida
ja: クイックルック
vi: Xem nhanh

source: Remember Last Used Options
ar: تذكر العمليات المستخدمة مؤخراً
bg: Запомняне на последно използваните настройки
es: Recordar la última configuración utilizada
fi: Muista aikaisemmin käytetyt asetukset
fr: Se souvenir des dernières options utilisées
it: Ricorda le ultime opzioni utilizzate
ja: 最後に使用した設定を記憶する
sv: Kom ihåg senast använda tillval
vi: Ghi nhớ tuỳ chọn đã dùng trước đó

source: Remove
it: Rimuovi
ja: 削除
vi: Loại bỏ

source: Remove All Items
it: Rimuovi tutti gli elementi
ja: すべての項目を削除する
vi: Loại bỏ tất cả các mục

source: Remove from cache
ar: إزالة من الذاكرة المؤقتة
bg: Премахване от кеша
es: Eliminar del caché
fi: Poista välimuistista
fr: Supprimer du cache
it: Rimuovi dalla cache
ja: キャッシュから削除する
sv: Ta bort från cache
vi: Gỡ bỏ khỏi bộ nhớ tạm

source: Remove the selected items from the compression list
it: Rimuovi gli elementi selezionati dall'elenco di compressione
ja: リストから選択した項目を削除する
vi: Loại bỏ các mục đã chọn khỏi danh sách tập nén

source: Reset
ar: إعادة تعيين
bg: Нулиране
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ja: 設定の初期化
sv: Nollställ
vi: Đặt lại

source: Reset All Settings
ar: إستعادة جميع الإعدادات
bg: Нулиране на всички настройки
es: Reiniciar todos los ajustes
fi: Nollaa kaikki asetukset
fr: Réinitialiser tous les paramètres
it: Ripristina tutte le impostazioni
ja: すべての設定を初期化する
sv: Nollställ alla inställningar
vi: Đặt lại tất cả tuỳ chỉnh cài đặt

source: Resume
it: Riprendi
ja: 履歴
vi: Tiếp tục

source: Review
ar: مراجعة
bg: Разглеждане
es: Valorar
fi: Tarkista
fr: Evaluer
it: Recensione
ja: 評価
sv: Granska
vi: Đánh giá

source: Run asynchronously
ja: 非同期に実行する

source: Save
ar: حفظ
bg: Запазване
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
sv: Spara
vi: Lưu

source: Select some files and folders for Keka.
ja: Keka へ追加するファイルとフォルダを選択

source: Settings
ar: إعدادات
bg: Настройки
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
sv: Inställningar
vi: Cài đặt

source: Share
ar: مشاركة
bg: Споделяне
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ja: 共有
sv: Dela
vi: Chia sẻ

source: Share...
it: Condividi...
ja: 共有...

source: Show Advanced Settings
it: Mostra impostazioni avanzate
ja: 詳細設定を表示する
vi: Hiện cài đặt nâng cao

source: Show Info
it: Mostra informazioni
ja: 情報を見る
vi: Hiện thông tin

source: Show Less
it: Mostra meno
ja: 少なく表示
vi: Ẩn bớt

source: Show or hide additional advanced settings
it: Mostra o nascondi le impostazioni avanzate aggiuntive
ja: 詳細設定の追加項目を表示または非表示にする
vi: Hiện hoặc ẩn các bổ sung cài đặt nâng cao

source: Show or hide additional information about the selected item
it: Mostra o nascondi informazioni aggiuntive sull'elemento selezionato
ja: 選択した項目の追加情報を表示または非表示にする
vi: Hiện hoặc ẩn các thông tin bổ sung về mục đã chọn

source: Size
ar: حجم
bg: Размер
es: Tamaño
fi: Koko
fr: Taille
it: Dimensione
ja: 容量
sv: Storlek
vi: Kích thước

source: Slow
ar: بطيء
bg: Бавно
es: Lento
fi: Hidas
fr: Lent
it: Lento
ja: 遅い
sv: Långsam
vi: Chậm

source: Slowest
ar: أبطأ
bg: Най-бавно
es: Más lento
fi: Hitain
fr: Le plus lent
it: Lentissimo
ja: 最も遅い
sv: Långsammast
vi: Chậm nhất

source: Split in volumes
ar: التقسيم في وحدات تخزين
bg: Разделяне на томове
es: Dividir en volúmenes
fi: Jaa taltioina
fr: Diviser en volumes
it: Dividi in volumi
ja: 指定の容量で分割
vi: Chia theo dung lượng

source: Store
ar: تخزين
bg: Само запазване
es: Almacenar
fi: Varastoi
fr: Non-compressé
it: Non compresso
ja: ストア
sv: Lagra
vi: Lưu trữ

source: TRANSLATOR_LINK
ar: https://x.com/mr_thamer
bg: miroslav.dragoev@icloud.com
es: https://ios.keka.io
fi: https://github.com/Piipperi
fr: https://ios.keka.io
it: https://vinboisoft.altervista.org/
ja: https://ios.keka.io
sv: https://twitter.com/wileryd
vi: https://twitter.com/mwolfinspace

source: TRANSLATOR_NAME
ar: Thamer AlGhali
bg: Мирослав Драгоев
es: aone
fi: Piipperi
fr: Marc66
it: VinBoiSoft
ja: tedSW
sv: Linus Wileryd
vi: mwolfinspace

source: Terabytes
ja: テラバイト

source: The %@ of space available in the destination might not be enough for compressing the estimated %@.
ar: الـ %@ المساحة المتوفرة في الوجهة قد لا تكون كافية لضغط المساحة المقدرة %@.
bg: %@ наличното пространство в местоназначението може да не е достатъчно за компресиране на прогнозните %@.
es: El espacio disponible en el destino es de %@ y puede no ser suficiente para comprimir la estimación de %@.
fi: %@ saatavilla olevasta tilasta kohteessa ei välttämättä riitä pakkaamaan arvioitua %@.
fr: Le %@ d'espace disponible sur la cible pourrait ne pas être suffisante pour compresser le %@ estimé.
it: La %@ di spazio disponibile nella destinazione potrebbe non essere sufficiente per comprimere la %@ stimata.
ja: 出力先の空き容量 %@ では、想定される %@ を圧縮するのに十分な空きがありません。
sv: Det %@ tillgängliga utrymmet i destinationen är kanske inte tillräckligt för att komprimera det beräknade %@.
vi: Chỉ còn %@ dung lượng trống ở nơi lưu nên sẽ không đủ để thực hiện nén cho khoảng %@.

source: The changes could not be saved
ar: التغييرات قد لاتحفظ
bg: Промените не могат да бъдат запазени
es: Los cambios no se han podido guardar
fi: Muutoksia ei voitu tallentaa
fr: Les modifications n'ont pas pu être enregistrées
it: Non è stato possibile salvare le modifiche
ja: 変更を保存できませんでした
sv: Ändringarna kunde inte sparas
vi: Không thể lưu lại các thay đổi

source: The character %@ is not compatilbe with the %@ format.
ar: الحرف %@ غير متوافق مع صيغة %@.
bg: Символът %@ не е съвместим с формата %@.
es: El carácter %@ no es compatible con el formato %@.
fi: Kirjainmerkki %@ ei ole yhteensopiva %@-muodon kanssa.
fr: Le caractère %@ n'est pas compatible avec le format %@.
it: Il carattere %@ non è compatibile con il formato %@.
ja: %@ の文字は %@ のフォーマットと互換性がありません。
sv: Tecknet %@ är inte kompatibelt med formatet %@.
vi: Ký tự %@ không tương thích với định dạng %@.

source: The characters %@ are not compatilbe with the %@ format.
ar: الأحرف %@ غير متوافقة مع صيغة %@.
bg: Символите %@ не са съвместими с формата %@.
es: Los carácteres %@ no son compatibles con el formato %@.
fi: Kirjainmerkit %@ eivät ole yhteensopivia %@-muodon kanssa.
fr: Les caractères %@ ne sont pas compatibles avec le format %@.
it: I caratteri %@ non sono compatibili con il formato %@.
ja: %@ の文字たちは %@ のフォーマットと互換性がありません。
sv: Tecknen %@ är inte kompatibelt med formatet %@.
vi: Các ký tự %@ không tương thích với định dạng %@.

source: The compression may need more memory than available (%@) and may not be completed successfully. Will be limited to 1 thread.
ar: قد يحتاج الضغط إلى ذاكرة أكبر من المتوفرة (%@) وربما لا تكتمل بنجاح. سيقتصر على سلسلة واحدة.
bg: Архивирането може да изисква повече памет от наличната (%@) и може да не бъде завършено успешно. Ще бъде ограничено до 1 нишка.
es: Puede que la compresión requiera más memoria de la que está disponible (%@) y que no se pueda realizar correctamente. Se limitará a un hilo.
fi: Pakkaus saattaa vaatia enemmän muistia kuin mitä on saatavilla (%@), ja ei välttämättä suoriudu onnistuneesti. Rajoitetaan yhteen säikeeseen.
fr: La compression peut nécessiter plus de mémoire que les (%@) disponibles et peut ne pas compléter correctement. Sera limitée à 1 fil
it: La compressione potrebbe richiedere più memoria di quella (%@) disponibile e potrebbe non essere completata con successo. Sarà limitata a 1 thread.
ja: 圧縮には使用可能なメモリ (%@) よりも多くのメモリが必要になっており、正常に完了しない可能性があるため1スレッドに制限されます。
sv: Komprimeringen kan behöva mer minne än tillgängligt (%@) och kan nog inte slutföras framgångsrikt. Kommer att begränsas till 1 tråd.
vi: Quá trình nén cần (%@) bộ nhớ tạm hoặc nhiều hơn và có thể không thành công. Ứng dụng sẽ giới hạn xuống còn 1 luồng xử lý.

source: The compression will be limited to %lld thread/s due to memory constraints.
ar: سيقتصر الضغط على %lld سلسلة لكل ثانية بسبب قيود الذاكرة.
bg: Компресията ще бъде ограничена до %lld нишка/и поради ограничения на паметта.
es: La compresión se limitara a %lld hilo/s para no sobrepasar la memoria disponible.
fi: Pakkausta tullaan rahoittamaan %lld säikeeseen, muistirajoituksista johtuen.
fr: La compression sera limitée à %lld fils à cause de contraintes mémoire.
it: La compressione sarà limitata a %lld thread a causa di vincoli della memoria.
ja: 圧縮はメモリの制約のため %lld スレッドに制限されます。
sv: Komprimeringen blir begränsad till %lld tråd/ar av minnesbegränsningar.
vi: Quá trình nén sẽ giới hạn xuống %lld luồng xử lý do thiếu bộ nhớ tạm.

source: The destination has %@ of space available.
ar: الوجهة المحددة لديها %@ من المساحة المتاحة.
bg: Дестинацията има %@ свободно място.
es: El destino tiene %@ de espacio libre.
fi: Kohteessa on %@ tilaa saatavilla.
fr: La destination a %@ d'espace libre.
it: La destinazione ha %@ di spazio disponibile.
ja: 出力先には %@ の空き容量があります。
sv: Destinationen har %@ ledigt utrymme.
vi: Nơi lưu có %@ dung lượng trống khả dụng.

source: The file manager for iOS and macOS
ar: مدير الملفات للـ iOS و macOS
bg: Файловият мениджър за iOS и macOS
es: El compresor de archivos para iOS y macOS
fi: Tiedostonhallinta-ohjelmisto iOS:lle ja macOS:lle
fr: Le gestionnaire de fichiers pour iOS et macOS
it: Il file manager per iOS e macOS
ja: iOS と macOS のファイルマネージャー
sv: Filhanteraren för iOS och macOS
vi: Trình quản lý tập tin cho iOS và macOS

source: The folder is empty
ar: المجلد فارغ
bg: Папката е празна
es: La carpeta está vacía
fi: Kansio on tyhjä
fr: Le dossier est vide
it: La cartella è vuota
ja: フォルダは空です
sv: Mappen är tom
vi: Thư mục này trống rỗng

source: The password length should be %lld or higher.
ar: عدد أحرف الرقم السري يجب أن تكون %lld أو أكثر.
bg: Дължината на паролата трябва да е минимум %lld символа или повече.
es: La contraseña debe ser de %lld caracteres como mínimo.
fi: Salasanan pituuden tulisi olla %lld tai pidempi.
fr: Le mot de passe devrait comporter au moins %lld caractères.
it: La password deve essere lunga almeno %lld caratteri.
ja: パスワードは %lld 文字以上必要です。
sv: Lösenordslängden ska vara %lld eller högre.
vi: Độ dài mật khẩu nên từ %lld ký tự hoặc cao hơn.

source: The slower the level the more compression can be accomplished. The store level does no compression at all, only archives the contents.
ar: كلما كان المستوى أبطأ، كلما أمكن تحقيق المزيد من الضغط. لا يقوم مستوى التخزين بعملية الضغط على الإطلاق، بل يقوم فقط بأرشفة المحتويات.
bg: Колкото по-бавно е нивото, толкова по-голяма компресия може да се постигне. Нивото само на запазване изобщо не компресира, а само архивира съдържанието.
es: Cuanto más lento sea el nivel de compresión más reducción del tamaño podrá conseguirse. El nivel "Almacenar" no comprime, únicamente almacena.
fi: Hitaammalla tasolla voidaan saavuttaa enemmän pakkausta. Varastointi-taso ei pakkaa ollenkaan, se vain arkistoi sisällön.
fr: Plus le niveau est lent, plus il y aura de compression. Le niveau "Non-compressé" n'effectue aucune compression, il archive seulement le contenu.
it: Più lento è il livello, maggiore è la compressione che si può ottenere. Il livello "Non compresso" non esegue alcuna compressione, ma archivia solo i contenuti.
ja: 圧縮レベルが遅いほど、高い圧縮率になります。ストアレベルは圧縮をおこなわず、内容をアーカイブするのみになります。
sv: Ju långsammare nivå desto mer komprimering kan utföras. Nivån Lagra gör ingen komprimering alls, endast arkivering av innehållet.
vi: Mức độ nén càng chậm thì tỉ lệ nén càng cao. Ở mức nén lưu trữ, nội dung không hề bị nén mà chỉ được đóng gói nhanh thành tập tin nén.

source: This volume file needs additional files access to be opened. You can give access to the rest of the files or the parent folder.
it: Questo file di volume necessita di un accesso supplementare ai file per essere aperto. Puoi dare accesso al resto dei file o alla cartella principale.
ja: このボリューム・ファイルを開くには、アクセス権の追加が必要です。 残りのファイルまたは親フォルダにアクセス権を与えることができます。
vi: Ổ đĩa lưu trữ tập tin cần bổ sung quyền truy cập tập tin để mở nó. Bạn có thể cấp quyền truy cập cho tất cả các tập tin hoặc thư mục mẹ.

source: To extract
ar: لفك الضغط
bg: Да разархивира
es: A extraer
fi: Purkaa
fr: A extraire
it: Per estrarre
ja: 展開する
sv: Att extrahera
vi: Đến giải nén

source: To prevent a timeout on large operation, enable this setting. The result will always be true if enabled.
ja: 長時間の動作によるタイムアウトを防ぐには、この設定を有効にしてください。有効にすると規定の動作になります。

source: Total size
ar: الحجم الكلي
bg: Общ размер
es: Tamaño total
fi: Kokonaiskoko
fr: Taille totale
it: Dimensione totale
ja: 総容量
sv: Total storlek
vi: Tổng dung lượng

source: Translated by %@
ar: تم ترجمته بواسطة %@
bg: Преведено от %@
es: Traducido por %@
fi: Kääntänyt %@
fr: Traduit par %@
it: Tradotto da %@
ja: %@ により翻訳
sv: Översatt av %@
vi: Được phiên dịch bởi %@

source: Type
ar: نوع
bg: Тип
es: Tipo
fi: Tyyppi
it: Tipo
ja: 形式
sv: Typ
vi: Loại

source: URL Encoded
ja: エンコードされたURL

source: Unable to apply the app icon
ar: غير قادر على تطبيق أيقونة التطبيق
bg: Не може да се приложи иконата на приложението
es: No se ha podido aplicar el icono
fi: Apin kuvaketta ei voitu asettaa
fr: Impossible d'appliquer l'icône de l'application
it: Impossibile applicare l'icona dell'app
ja: APP アイコンを適用できません
sv: Kan inte applicera app-ikonen
vi: Không thể áp dụng biểu tượng của ứng dụng

# Unable to browse &quot;%@&quot;
source: Unable to browse "%@"
ar: لايمكن تصفح "%@"
bg: Не може да се разгледа "%@"
es: No se ha podido abrir "%@"
fi: Kohdetta "%@" ei pystytty selaamaan
fr: Impossible d'explorer "%@"
it: Impossibile sfogliare "%@"
ja: "%@" を閲覧できません
sv: Kan inte bläddra "%@"
vi: Không thể duyệt đến "%@"

source: Unable to delete the file
ja: ファイルを削除できません

source: Unable to determine the available space.
ar: غير قادر على تحديد المساحة المتوفرة.
bg: Не може да се определи наличното пространство.
es: No se ha podido determinar el espacio disponible.
fi: Saatavilla olevaa tilaa ei voitu määrittää
fr: Impossible de déterminer l'espace disponible.
it: Impossibile determinare lo spazio disponibile.
ja: 使用可能なスペースを決定できません。
sv: Kan inte avgöra ledigt utrymme.
vi: Không thể xác định dung lượng khoảng trống khả dụng

source: Unable to get encoding data
ar: غير قادر على الحصول على بيانات الترميز
bg: Не може да се получат данни за кодиране
es: No se ha podido obtener la información de codificación
fi: Enkoodausdataa ei voitu hakea
fr: Impossible de récupérer les données d'encodage
it: Impossibile ottenere dati di codifica
ja: エンコーディングデータが取得できません
sv: Kan inte hämta kodningsdata
vi: Không thể lấy dữ liệu mã hoá

source: Use AES-256 Encryption
ar: استخدم تشفير AES-256
bg: Използване на AES-256 кодиране
es: Utilizar la encriptación AES-256
fi: Käytä AES-256-salausta
fr: Utiliser le chiffrement AES-256
it: Utilizza codifica AES-256
ja: AES-256 暗号化を使用する
sv: Använd AES-256-kryptering
vi: Sử dụng mã hoá AES-256

source: Use AES-256 if Available
ar: استخدم AES-256 ان كان متاحاً
bg: Използване на AES-256 ако е възможно
es: Utilizar la encriptación AES-256 si está disponible
fi: Käytä AES-256-salausta jos saatavilla
fr: Utiliser AES-256 si disponible
it: Utilizza codifica AES-256 se disponibile
ja: 可能であれば AES-256 暗号化を使用する
sv: Använd AES-256 om tillgängligt
vi: Sử dụng mã hoá AES-256 nếu có

source: Use UTF-8 Encoding if Available
ar: استخدم ترميز UTF-8 ان كان متاحاً
bg: Използване на UTF-8 кодиране ако е възможно
es: Utilizar la codificación UTF-8 si está disponible
fi: Käytä UTF-8 enkoodausta jos saatavilla
fr: Utiliser l'encodage UTF-8 si disponible
it: Utilizza codifica UTF-8 se disponibile
ja: 可能であれば UTF-8 エンコーディングを使用する
sv: Använd UTF-8-kodning om tillgängligt
vi: Sử dụng mã hoá UTF-8 nếu có

source: Use special coloring for known formats
ar: استخدم تلوينًا خاصًا للتنسيقات المعروفة
bg: Използване на специално оцветяване за известни формати
es: Utilizar colores específicos para los formatos conocidos
fi: Käytä erityistä väritystä tunnetuille muodoille
fr: Utiliser une colorisation spéciale pour les formats connus
it: Utilizza una colorazione speciale per i formati noti
ja: 既知の形式には特別なカラーを使用する
sv: Använd särskild färgning för kända format
vi: Sử dụng màu sắc đặc trưng cho các định dạng đã biết

source: Verify compression integrity
it: Verifica integrità della compressione
ja: 圧縮の完全性を検証する
vi: Xác minh tính toàn vẹn tập nén

source: Volume Size
ar: وحدة التخزين
bg: Размер на тома
es: Tamaño
fi: Taltion koko
fr: Dimension du volume
it: Dimensioni del volume
ja: ボリューム容量
vi: Kích thước dung lượng

source: Volume Unit
ja: ボリューム単位
