Repository: aonez/Keka
Catalog: Translations-iOS/*.xcloc/Localized Contents/*.xliff
Languages: ar, bg, es, fi, fr, it, ja, sv, vi

source: Welcome
ar: مرحباً
bg: Добре дошли
es: Bienvenid@
fi: Tervetuloa
fr: Bienvenue
it: Benvenuti
ja: ようこそ
sv: Välkommen
vi: Chào mừng

source: Welcome to %@
ar: مرحباً بك في %@
bg: Добре дошли в %@
es: Bienvenid@ a %@
fi: Tervetuloa %@an
fr: Bienvenue à %@
it: Benvenuti in %@
ja: %@ にようこそ
sv: Välkommen till %@
vi: Chào mừng đến %@

source: Where
ar: أين
bg: Къде
es: Donde
fi: Minne
fr: Où
it: Dove
ja: 場所
sv: Var
vi: Ở đâu

source: archive
ja: アーカイブ

source: by %@
ar: بواسطة %@
bg: от %@
es: por %@
fr: par %@
it: da %@
ja: %@ によって
sv: av %@
vi: bởi %@

source: compress
ja: 圧縮

source: compressed
ar: تم الضغط
bg: архивирани
es: comprimido
fi: pakattu
fr: compressé
it: compresso
ja: 圧縮完了
sv: komprimerad
vi: đã nén

source: compression
ja: 圧縮

source: compression failed
ar: فشل الضغط
bg: архивирането е провалено
es: compresión fallida
fi: pakkaus epäonnistui
fr: Echec de compression
it: compressione non riuscita
ja: 圧縮できませんでした
sv: komprimering misslyckades
vi: quá trình nén thất bại

source: done
ar: تم
bg: готово
es: lista
fi: valmis
fr: terminé
it: effettuato
ja: 完了
sv: klar
vi: hoàn thành

source: extract
ja: 展開

source: extracted
ar: تم فك الضغط
bg: разархивирани
es: extraído
fi: purettu
fr: extrait
it: estratto
ja: 展開完了
sv: extraherad
vi: đã giải nén

source: extraction
ja: 展開

source: extraction failed
ar: فشل فك الضغط
bg: разархивирането е провалено
es: extracción fallida
fi: purkaminen epäonnistui
fr: Echec d'extraction
it: estrazione non riuscita
ja: 展開できませんでした
sv: extrahering misslyckades
vi: giải nén thất bại

source: failed
ar: فشل
bg: провалено
es: fallida
fi: epäonnistui
fr: échoué
it: non riuscita
ja: 失敗
sv: misslyckades
vi: thất bại

source: file
ja: ファイル

# CFBundleDisplayName
source: Browse with Keka
ar: تصفح بواسطة Keka
bg: Прегледай с Keka
es: Abrir con Keka
fi: Selaa Kekalla
fr: Explorer avec Keka
it: Sfoglia con Keka
ja: Keka で閲覧
sv: Bläddra med Keka
vi: Duyệt với Keka

# CFBundleDisplayName
source: Compress using Keka
ar: اضغط بواسطة Keka
bg: Архивирай с Keka
es: Comprimir con Keka
fi: Pakkaa Kekalla
fr: Compresser avec Keka
it: Comprimi con Keka
ja: Keka で圧縮
sv: Komprimera med Keka
vi: Nén bằng Keka

# CFBundleDisplayName
source: Extract using Keka
ar: فك الضغط بواسطة Keka
bg: Разархивирай с Keka
es: Extraer con Keka
fi: Pura Kekalla
fr: Extraire avec Keka
it: Estrai con Keka
ja: Keka で展開
sv: Extrahera med Keka
vi: Giải nén bằng Keka

source: No contents available
ar: لايوجد محتوى متاح
bg: Няма налично съдържание
es: No hay contenido disponible
fr: Aucun contenu disponible
it: Nessun contenuto disponibile

source: Add some contents using the %@ button or the %@ and %@ buttons in the toolbar.
ar: أضف بعض المحتويات بإستخدام زر %@ أو شعار الـ %@ و %@ في الشريط العلوي.
bg: Добавете малко съдържание с помощта на бутона %@ или бутоните %@ и %@ в лентата с инструменти.
es: Añade contenido utilizando %@ o %@ en la barra de herramientas.
fr: Ajouter du contenu en utilisant le bouton %@ ou les boutons %@ et %@ de la barre d'outils.

source: OK
ar: تم
bg: Добре
es: Listo

source: Custom…
sv: Anpassad…
vi: Tuỳ chỉnh…

# VERIFY_OPERATION
source: Verification
sv: Verifiering
vi: Xác minh

# VERIFY_RUNNING
source: Verifying
sv: Verifierar
vi: Đang xác minh

# VERIFY_SECTION_TITLE
source: Verifying
sv: Verifierar
vi: Xác minh

source: Open…
vi: Mở…

source: Share…
vi: Chia sẻ…
