Repository: aonez/Keka
Catalog: Translations-iOS/*.xcloc/Localized Contents/*.xliff
Languages: ar, bg, es, fi, fr, it, ja, sv, vi

source: Compress Files with ${applicationName}
ja: ${applicationName} で圧縮
sv: Komprimera filer med ${applicationName}
vi: Nén tệp bằng ${applicationName}

source: Extract Files with ${applicationName}
ja: ${applicationName} で展開
sv: Extrahera filer med ${applicationName}
vi: Giải nén tệp bằng ${applicationName}

source: 7Z Archive
ar: 7Z أرشيف
bg: 7Z архив
es: Archivo 7Z
fi: 7Z-arkisto
fr: Archive 7Z
it: Archivio 7Z
ja: 7Z アーカイブ
sv: 7Z-arkiv

source: ACE Archive
ar: ACE أرشيف
bg: ACE архив
es: Archivo ACE
fi: ACE-levyarkisto
fr: Archive ACE
it: Archivio ACE
ja: ACE アーカイブ
sv: ACE-arkiv

source: ALZip Archive
ar: ALZip أرشيف
bg: ALZip архив
es: Archivo ALZip
fi: ALZip-levyarkisto
fr: Archive ALZip
it: Archivio ALZip
ja: ALZip アーカイブ
sv: ALZip-arkiv

source: APPX Archive
ar: APPX أرشيف
bg: APPX архив
es: Archivo APPX
fi: APPX-arkisto
fr: Archive APPX
it: Archivio APPX
ja: APPX アーカイブ
sv: APPX-arkiv

source: ARC Archive
ar: ARC أرشيف
bg: ARC архив
es: Archivo ARC
fi: ARC-arkisto
fr: Archive ARC
it: Archivio ARC
ja: ARC アーカイブ
sv: ARC-arkiv

source: ARJ Archive
ar: ARJ أرشيف
bg: ARJ архив
es: Archivo ARJ
fi: ARJ-arkisto
fr: Archive ARJ
it: Archivio ARJ
ja: ARJ アーカイブ
sv: ARJ-arkiv

source: Amiga DCS Disk Archive
ar: Amiga DCS Disk أرشيف
bg: Amiga DCS Дисков архив
es: Archivo de disco Amiga DCS
fi: Amiga DCS-levyarkisto
fr: Archive disque DCS Amiga
it: Archivio disco DCS Amiga
ja: Amiga DCS ディスクアーカイブ
sv: Amiga DCS Diskarkiv

source: Amiga DMS Disk Archive
ar: Amiga DMS Disk أرشيف
bg: Amiga DMS Дисков архив
es: Archivo de disco Amiga DMS
fi: Amiga DMS-levyarkisto
fr: Archive disque DMS Amiga
it: Archivio disco DMS Amiga
ja: Amiga DMS ディスクアーカイブ
sv: Amiga DMS Diskarkiv

source: Amiga Disk File
ar: Amiga قرص ملفات
bg: Amiga Дисков файл
es: Archivo de disco Amiga
fi: Amiga-levytiedosto
fr: Fichier disque Amiga
it: File disco Amiga
ja: Amiga ディスクファイル

source: Amiga PackDev Disk Archive
ar: Amiga PackDev Disk أرشيف
bg: Amiga PackDev Дисков архив
es: Archivo de disco Amiga PackDev
fi: Amiga PackDev-levyarkisto
fr: Archive disque PackDev Amiga
it: Archivio disco PackDev Amiga
ja: Amiga PackDev ディスクアーカイブ
sv: Amiga PackDev Diskarkiv

source: Amiga PowerPacker Archive
ar: Amiga PowerPacker أرشيف
bg: Amiga PowerPacker архив
es: Archivo de disco Amiga PowerPacker
fi: Amiga PowerPacker-arkisto
fr: Archive PowerPacker Amiga
it: Archivio PowerPacker Amiga
ja: Amiga PowerPacker アーカイブ
sv: Amiga PowerPacker-arkiv

source: Amiga Zoom Disk Archive
ar: Amiga Zoom Disk أرشيف
bg: Amiga Zoom Дисков архив
es: Archivo de disco Amiga Zoom
fi: Amiga Zoom-levyarkisto
fr: Archive disque Zoom Amiga
it: Archivio disco Zoom Amiga
ja: Amiga Zoom ディスクアーカイブ
sv: Amiga Zoom Diskarkiv

source: Amiga xMash Disk Archive
ar: Amiga xMash Disk أرشيف
bg: Amiga xMash Дисков архив
es: Archivo de disco Amiga xMash
fi: Amiga xMash-levyarkisto
fr: Archive disque xMash Amiga
it: Archivio disco xMash Amiga
ja: Amiga xMash ディスクアーカイブ
sv: Amiga xMash Diskarkiv

source: Android Application Package
ar: حزمة تطبيق الاندرويد
bg: Пакет за приложение на Android
es: Aplicación empaquetada de Android
fi: Android-sovelluspaketti
fr: Paquet d'application Android
it: File APK (Android)
ja: Android アプリケーションパッケージ
sv: Android-programpaket

source: Apple Archive
it: Archivio Apple
ja: Apple アーカイブ

source: BZIP2 Archive
ar: BZIP2 أرشيف
bg: BZIP2 архив
es: Archivo BZIP2
fi: BZIP2-arkisto
fr: Archive BZIP2
it: Archivio BZIP2
ja: BZIP2 アーカイブ
sv: BZIP2-arkiv

source: BZIP2 Tarball Archive
ar: BZIP2 Tarball أرشيف
bg: BZIP2 Tarball архив
es: Archivo TAR comprimido con BZIP2
fi: BZIP2 Tarball-arkisto
fr: Archive BZIP2 compressée au format TAR
it: Archivio TAR compresso BZIP2
ja: BZIP2 Tarball アーカイブ
sv: BZIP2 Tarball-arkiv

source: CAB Archive
ar: CAB أرشيف
bg: CAB архив
es: Archivo CAB
fi: CAB-arkisto
fr: Archive CAB
it: Archivio CAB
ja: CAB アーカイブ
sv: CAB-arkiv

source: CDI Disk Image
bg: CDI Дисков образ
es: Imagen de disco CDI
fi: CDI-levytiedosto
fr: Image disque CDI
it: Immagine disco CDI
ja: CDI ディスクイメージ
sv: CDI Diskavbild

source: Compact Pro Archive
ar: Compact Pro أرشيف
bg: Compact Pro архив
es: Archivo Compact Pro
fi: Compact Pro-arkisto
fr: Archive Compact Pro
it: Archivio Compact Pro
ja: Compact Pro アーカイブ
sv: Compact Pro-arkiv

source: Compressed Amiga Disk File
ar: مضغوط Amiga قرص ملف
bg: Compressed Amiga Дисков файл
es: Imagen de disco comprimida de Amiga
fi: Pakattu Amiga-levytiedosto
fr: Fichier de disque compressé Amiga
it: File disco Amiga compresso
ja: Amiga 圧縮ディスクイメージ
sv: Komprimerad Amiga Diskfil

source: Deb Archive
ar: Deb أرشيف
bg: Deb архив
es: Archivo Deb
fi: Deb-arkisto
fr: Archive Deb
it: Archivio Deb
ja: Deb アーカイブ
sv: Deb-arkiv

source: DiskDoubler Archive
ar: DiskDoubler أرشيف
bg: DiskDoubler архив
es: Archivo DiskDoubler
fi: DiskDoubler-arkisto
fr: Archive DiskDoubler
it: Archivio DiskDoubler
ja: DiskDoubler アーカイブ
sv: DiskDoubler-arkiv

source: Generic Archive Volume
ar: Generic أرشيف مجلد
bg: Общ архивен том
es: Archivo de volumen genérico
fi: Yleinen arkistointitaltio
fr: Volume d'archive générique
it: Archivio volume generico
ja: Generic アーカイブボリューム
sv: Allmän arkivvolym

source: HA Archive
ar: HA أرشيف
bg: HA архив
es: Archivo HA
fi: HA-arkisto
fr: Archive HA
it: Archivio HA
ja: HA アーカイブ
sv: HA-arkiv

source: Keka Extraction Package
ar: Keka الاستخراج حزمة
bg: Пакет за извличане на Keka
es: Paquete de extracción de Keka
fi: Keka-purkupaketti
fr: Paquet d'extraction Keka
it: Pacchetto di estrazione di Keka
ja: Keka 展開パッケージ
sv: Keka Extraheringspaket

source: LBR Archive
ar: LBR مجلد
bg: LBR архив
es: Archivo LBR
fi: LBR-arkisto
fr: Archive LBR
it: Archivio LBR
ja: LBR アーカイブ
sv: LBR-arkiv

source: LZMA File
ar: LZMA ملف
bg: LZMA Файл
es: Archivo LZMA
fi: LZMA-tiedosto
fr: Fichier LZMA
it: File LZMA
ja: LZMA ファイル
sv: LZMA-fil

source: LZX Archive
ar: LZX أرشيف
bg: LZX архив
es: Archivo LZX
fi: LZX-arkisto
fr: Archive LZX
it: Archivio LZX
ja: LZX アーカイブ
sv: LZX-arkiv

source: LhA Archive
ar: LhA أرشيف
bg: LhA архив
es: Archivo LhA
fi: LhA-arkisto
fr: Archive LhA
it: Archivio LhA
ja: LhA アーカイブ
sv: LhA-arkiv

source: LhF Archive
ar: LhF أرشيف
bg: LhF архив
es: Archivo LhF
fi: LhF-arkisto
fr: Archive LhF
it: Archivio LhF
ja: LhF アーカイブ
sv: LhF-arkiv

source: Linux RPM Archive
ar: Linux RPM أرشيف
bg: Linux RPM архив
es: Archivo Linux RPM
fi: Linux RPM-arkisto
fr: Archive RPM Linux
it: Archivio RPM Linux
ja: Linux RPM アーカイブ
sv: Linux RPM-arkiv

source: MDF Disk Image
bg: MDF Дисков образ
es: Imagen de disco MDF
fi: MDF-levytiedosto
fr: Image disque MDF
it: Immagine disco MDF
ja: MDF ディスクイメージ
sv: MDF Diskavbild

source: Microsoft MSI Installer
ar: مايكروسوفت MSI مثبت
bg: Microsoft инсталационен пакет
es: Paquete de instalación de Windows
fi: Microsoft MSI-asentaja
fr: Fichier d'installation MSI Microsoft
it: File di installazione MSI di Microsoft
ja: Microsoft MSI インストーラー
sv: Microsoft MSI-installerare

source: NRG Disk Image
bg: NRG Дисков образ
es: Imagen de disco NRG
fi: NRG-levytiedosto
fr: Image disque NRG
it: Immagine disco NRG
ja: NRG ディスクイメージ
sv: NRG Diskavbild

source: NSA Archive
ar: NSA أرشيف
bg: NSA архив
es: Archivo NSA
fi: NSA-arkisto
fr: Archive NSA
it: Archivio NSA
ja: NSA アーカイブ
sv: NSA-arkiv

source: Now Compress Archive
ar: الان إضغط الأرشيف
bg: Архивирай сега
es: Archivo Now Compress
fi: Now Compress-arkisto
fr: Archive Now Compress
it: Archivio Now Compress
ja: Now 圧縮アーカイブ
sv: Now Compress-arkiv

source: PMA Archive
ar: PMA أرشيف
bg: PMA архив
es: Archivo PMA
fi: PMA-arkisto
fr: Archive PMA
it: Archivio PMA
ja: PMA アーカイブ
sv: PMA-arkiv

source: PackIt Archive
ar: PackIt أرشيف
bg: PackIt архив
es: Archivo PackIt
fi: PackIt-arkisto
fr: Archive PackIt
it: Archivio PackIt
ja: PackIt アーカイブ
sv: PackIt-arkiv

source: Pax Archive
ar: Pax أرشيف
bg: Pax архив
es: Archivo Pax
fi: Pax-arkisto
fr: Archive Pax
it: Archivio Pax
ja: Pax アーカイブ
sv: Pax-arkiv

source: RAR Archive
ar: RAR أرشيف
bg: RAR архив
es: Archivo RAR
fi: RAR-arkisto
fr: Archive RAR
it: Archivio RAR
ja: RAR アーカイブ
sv: RAR-arkiv

source: SAR Archive
ar: SAR أرشيف
bg: SAR архив
es: Archivo SAR
fi: SAR-arkisto
fr: Archive SAR
it: Archivio SAR
ja: SAR アーカイブ
sv: SAR-arkiv

source: Self-Extracting Archive
ar: استخراج ذاتي أرشيف
bg: Саморазархивиращ се архив
es: Archivo auto-extraíble
fi: Itsestäänpurkautuva-arkisto
fr: Archive auto-extractible
it: Archivio autoestraente
ja: 自己展開アーカイブ
sv: Självextraherande arkiv

source: Unix Compress File
ar: Unix ضغط ملف
bg: Unix архивен файл
es: Archivo Unix Compress
fi: Unix Compress-tiedosto
fr: Fichier compressé Unix
it: File compresso Unix
ja: Unix 圧縮ファイル
sv: Unix Compress-fil

source: Unix Compress Tar Archive
ar: Unix ضغط Tar أرشيف
bg: Unix Compress Tar архив
es: Archivo TAR comprimido con Unix Compress
fi: Unix Compress Tar-arkisto
fr: Archive Tar compressée Unix
it: Archivio Tar compresso Unix
ja: Unix 圧縮 Tar アーカイブ
sv: Unix Compress Tar-arkiv

source: WARC Web Archive
ar: WARC Web أرشيف
bg: WARC уеб архив
es: Archivo web WARC
fi: WARC-verkkoarkisto
fr: Archive Web WARC
it: Archivio Web WARC
ja: WARC Web アーカイブ
sv: WARC Webarkiv

source: XAR Archive
ar: XAR أرشيف
bg: XAR архив
es: Archivo XAR
fi: XAR-arkisto
fr: Archive XAR
it: Archivio XAR
ja: XAR アーカイブ
sv: XAR-arkiv

source: XIP Archive
ar: XIP أرشيف
bg: XIP архив
es: Archivo XIP
fi: XIP-arkisto
fr: Archive XIP
it: Archivio XIP
ja: XIP アーカイブ
sv: XIP-arkiv

source: XZ Archive
ar: XZ أرشيف
bg: XZ архив
es: Archivo XZ
fi: XZ-arkisto
fr: Archive XZ
it: Archivio XZ
ja: XZ アーカイブ
sv: XZ-arkiv

source: XZ Tarball Archive
ar: XZ Tarball أرشيف
bg: XZ Tarball архив
es: Archivo TAR comprimido con XZ
fi: XZ Tarball-arkisto
fr: Archive XZ compressée au format TAR
it: Archivio TAR compresso XZ
ja: XZ Tarball アーカイブ
sv: XZ Tarball-arkiv

source: ZIP Archive
ar: ZIP أرشيف
bg: ZIP архив
es: Archivo ZIP
fi: ZIP-arkisto
fr: Archive ZIP
it: Archivio ZIP
ja: ZIP アーカイブ
sv: ZIP-arkiv

source: ZIPX Archive
ar: ZIPX أرشيف
bg: ZIPX архив
es: Archivo ZIPX
fi: ZIPX-arkisto
fr: Archive ZIPX
it: Archivio ZIPX
ja: ZIPX アーカイブ
sv: ZIPX-arkiv

source: ZOO Archive
ar: ZOO أرشيف
bg: ZOO архив
es: Archivo ZOO
fi: ZOO-arkisto
fr: Archive ZOO
it: Archivio ZOO
ja: ZOO アーカイブ
sv: ZOO-arkiv

source: Zstandard Archive
ar: Zstandard أرشيف
bg: Zstandard архив
es: Archivo Zstandard
fi: Zstandard-arkisto
fr: Archive Zstandard
it: Archivio Zstandard
ja: Zstandard アーカイブ
sv: Zstandard-arkiv

source: Zstandard Tarball Archive
ar: Zstandard Tarball أرشيف
bg: Zstandard Tarball архив
es: Archivo TAR comprimido con Zstandard
fi: Zstandard Tarball-arkisto
fr: Archive Zstandard compressée au format TAR
it: Archivio Zstandard Tarball
ja: Zstandard Tarball アーカイブ
sv: Zstandard Tarball-arkiv

source: %@ Folder
ja: %@ フォルダ

source: %@ item
ar: %@ عنصر
bg: %@ елемент
es: %@ ítem
fi: %@ kohde
fr: %@ objet
it: %@ elemento
ja: %@ 項目
sv: %@ objekt
vi: %@ đơn vị

source: %@ items
ar: %@ عناصر
bg: %@ елемента
es: %@ ítems
fi: %@ kohdetta
fr: %@ objets
it: %@ elementi
ja: %@ 項目
sv: %@ objekt
vi: %@ đơn vị

# %@ of &quot;%@&quot; failed
source: %@ of "%@" failed
ja: %@ 中の "%@" が失敗

source: %@ of %@ item
ar: %@ of %@ عنصر
bg: %@ от %@ елемент
es: %@ de %@ ítem
fi: %@ / %@ kohteesta
fr: %@ de %@ objet
it: %@ di %@ elemento
ja: %@ の %@ 項目
sv: %@ av %@ objekt
vi: %@ trên %@ đơn vị

source: %@ of %@ items
ar: %@ of %@ عناصر
bg: %@ от %@ елемента
es: %@ de %@ ítems
fi: %@ / %@ kohteista
fr: %@ de %@ objets
it: %@ di %@ elementi
ja: %@ の %@ 項目
sv: %@ av %@ objekt
vi: %@ trên %@ đơn vị

source: %lld items
ja: %lld 項目

# ARCHIVE_DEFAULT_NAME
source: Archive
ar: أرشيف
bg: Архив
es: Archivo
fi: Arkisto
it: Archivio
ja: アーカイブ
sv: Arkiv
vi: Tệp tin nén

source: About
ar: حول
bg: Относно
es: Créditos
fi: Tietoja
fr: A propos
it: Informazioni
ja: 情報
sv: Om
vi: Thông tin thêm

source: Actions
ar: الأوضاع
bg: Действия
es: Acciones
fi: Toiminnot
it: Azioni
ja: アクション
sv: Åtgärder
vi: Các hành động

source: Actions to do with the current browsed file
it: Azioni da eseguire con il file attualmente sfogliato
ja: 閲覧中のファイルへのアクション
vi: Các hành động khả dụng với tập tin đã duyệt hiện tại

source: Add a File
ar: أضف ملف
bg: Добавяне на файл
es: Añadir un fichero
fi: Lisää tiedosto
fr: Ajouter un fichier
it: Aggiungi un file
ja: ファイルを追加
sv: Lägg till Fil
vi: Thêm một tập tin

source: Add a Folder
ar: أضف مجلد
bg: Добавяне на папка
es: Añadir una carpeta
fi: Lisää kansio
fr: Ajouter un dossier
it: Aggiungi una cartella
ja: フォルダを追加
sv: Lägg till Mapp
vi: Thêm một thư mục

source: Add a Photo or Video
it: Aggiungi una foto o un video
ja: 写真や映像を追加する
vi: Thêm một Hình ảnh hoặc Video

source: Add files and folders to a compression list
it: Aggiungi file e cartelle a un elenco di compressione
ja: リストに圧縮するファイルやフォルダを追加する
vi: Thêm nhiều tập tin và thư mục vào danh sách nén

source: Add some contents using the %@ button or the %@ button in the toolbar.
it: Aggiungi alcuni contenuti utilizzando il pulsante %@ o il pulsante %@ nella barra degli strumenti.
ja: ツールバーの %@ ボタンまたは %@ ボタンで内容を追加する。

source: Add some contents using the %@ button or the %@, %@ or %@ buttons in the toolbar.
it: Aggiungi alcuni contenuti utilizzando il pulsante %@ o i pulsanti %@, %@ o %@ della barra degli strumenti.
ja: ツールバーの %@ ボタン、または %@ 、 %@ 、 %@ ボタンで内容を追加する。

source: Add some contents using the %@ button.
it: Aggiungi alcuni contenuti utilizzando il pulsante %@.
ja: %@ ボタンで内容を追加する。
vi: Thêm một số nội dung sử dụng nút %@.

source: Advanced Settings
it: Impostazioni avanzate
ja: 詳細設定
vi: Cài đặt nâng cao

source: Allocated size
ar: الحجم المخصص
bg: Разпределен размер
es: Tamaño asignado
fi: Varattu koko
fr: Taille allouée
it: Dimensione allocata
ja: 割り当てサイズ
sv: Allokerad storlek
vi: Kích thước được phân bổ

source: Archive items separately
it: Archivia gli elementi separatamente
ja: 分割アーカイブ項目
vi: Nén các mục riêng biệt

source: Ask
ar: إسأل
bg: Питай
es: Preguntar
fi: Kysy
fr: Demander
it: Chiedi
ja: 確認
sv: Fråga
vi: Hỏi

# BROWSE_OPERATION
source: Browse
ar: معاينة
bg: Прегледай
es: Abrir
fi: Selaa
fr: Explorer
it: Sfoglia
ja: 閲覧
sv: Bläddra
vi: Duyệt

# BROWSE_RUNNING
source: Browsing
ar: تصفح
bg: Преглеждане
es: Abriendo
fi: Selataan
fr: Ouverture
it: Navigazione
ja: 閲覧中
sv: Bläddrar
vi: Đang duyệt

# BROWSE_SECTION_TITLE
source: Browsing
ar: تصفح
bg: Преглеждане
es: Abiertos
fi: Selataan
fr: Exploration
it: Navigazione
ja: 閲覧中
sv: Bläddrar
vi: Đang duyệt

source: Browser
ar: التصفح
bg: Браузър
es: Al abrir
fi: Selain
fr: Explorateur
ja: ブラウザ
sv: Bläddrare
vi: Bộ duyệt

source: Bytes
ja: バイト

# COMPRESSION_OPERATION
source: Compression
ar: ضغط الملفات
bg: Архивиране
es: Comprimir
fi: Pakkaus
it: Compressione
ja: 圧縮
sv: Komprimering
vi: Quá trình nén

# COMPRESSION_RUNNING
source: Compressing
ar: جاري الضغط
bg: Архивиране
es: Comprimiendo
fi: Pakataan
fr: Compression en cours
it: Compressione in corso
ja: 圧縮中
sv: Komprimerar
vi: Đang nén

# COMPRESSION_SECTION_TITLE
source: Compressing
ar: ضغط الملفات
bg: Архивиране
es: Compresiones
fi: Pakataan
fr: Compression en cours
it: Compressione in corso
ja: 圧縮中
sv: Komprimerar
vi: Đang nén

source: Calculate
ar: إحسب
bg: Изчисляване
es: Calcular
fi: Laske
fr: Calcul
it: Calcola
ja: 計算する
sv: Beräkna
vi: Tính toán

source: Cancel
ar: إلغاء
bg: Отказ
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
ja: キャンセル
sv: Avbryt
vi: Huỷ bỏ

source: Cancelled
ja: キャンセルされました

source: Choose
ar: إختر
bg: Избор
es: Seleccionar
fi: Valitse
fr: Sélectionner
it: Scegli
ja: 選択
sv: Välj
vi: Chọn

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقتة
bg: Изчистване на кеша
es: Vaciar el caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Cancella la cache
ja: キャッシュを消去
sv: Töm cache
vi: Dọn bộ nhớ tạm

source: Clear Cache Contents
ar: مسح محتويات ذاكرة التخزين المؤقتة
bg: Изчистване на елементите в кеша
es: Vaciar el contenido del caché
fi: Tyhjennä välimuistin sisältö
fr: Vider le contenu du cache
it: Cancella il contenuto della cache
ja: キャッシュ内容を消去
sv: Töm cache-innehåll
vi: Dọn nội dung bộ nhớ tạm

source: Close
ar: إغلاق
bg: Затваряне
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
sv: Stäng
vi: Đóng

source: Comments
ar: ملاحظات
bg: Коментари
es: Comentario
fi: Kommentit
fr: Commentaires
it: Commenti
ja: 注釈
vi: Bình luận

source: Compress
ar: ضغط
bg: Архивирай
es: Comprimir
fi: Pakkaa
fr: Compresser
it: Comprimi
ja: 圧縮
sv: Komprimera
vi: Nén

source: Compress Files with Keka
ja: ファイルを Keka で圧縮

source: Compress all the items in the compression list
it: Comprimi tutti gli elementi dell'elenco di compressione
ja: リストのすべての項目を圧縮する
vi: Nén tất cả các mục trong danh sách cần nén

source: Compress some files with Keka.
ja: いくつかのファイルを Keka で圧縮

source: Compressed size
ar: ملف مضغوط
bg: Архивиран размер
es: Tamaño comprimido
fi: Pakattu koko
fr: Taille compressée
it: Dimensione compressa
ja: 圧縮後のサイズ
sv: Komprimerad storlek
vi: Kích thước đã nén

source: Compression
ar: الضغط
bg: Архивиране
es: Compresión
fi: Pakkaus
it: Compressione
ja: 圧縮
sv: Komprimering
vi: Quá trình nén

source: Compression Level:
ar: مستوى الضغط:
bg: Ниво на архивиране:
es: Nivel de compresión:
fi: Pakkaustaso:
fr: Niveau de compression:
it: Livello di compressione:
ja: 圧縮レベル:
sv: Komprimeringsnivå:
vi: Mức độ nén:

source: Contents
ar: المحتويات
bg: Съдържание
es: Contenido
fi: Sisältö
fr: Contenu
it: Contenuti
ja: 内容
sv: Innehåll
vi: Nội dung

source: Contents: %@, Size: %@
ar: محتويات: %@, حجم: %@
bg: Съдържание: %@, Размер: %@
es: Contenido: %@, tamaño: %@
fi: Sisältö: %@, Koko: %@
fr: Contenu: %@, Taille: %@
it: Contenuti: %@, Dimensione: %@
ja: 内容: %@ 、サイズ: %@
sv: Innehåll: %@, Storlek: %@
vi: Nội dung: %@, Kích thước: %@

source: Contents: %lld, Size: %@
it: Contenuti: %lld, Dimensione: %@
ja: 内容: %lld 、サイズ: %@
vi: Nội dung: %lld, Kích thước: %@

source: Created
ar: تم إنشاؤها
bg: Създадено
es: Creación
fi: Luotu
fr: Créé
it: Creato
ja: 作成日
sv: Skapad
vi: Đã tạo

source: Custom...
ar: تخصيص...
bg: Персонализирано...
es: Personalizado...
fi: Mukautettu...
fr: Personnalisé...
it: Personalizzato...
ja: 場所を指定...

source: Date
ar: اليوم
bg: Дата
es: Fecha
fi: Päivämäärä
it: Data
ja: 日付
sv: Datum
vi: Ngày

source: Default Compression Level
ar: مستوى الضغط الإفتراضي
bg: Ниво на архивиране по подразбиране
es: Nivel de compresión por defecto
fi: Oletus pakkaustaso
fr: Niveau de compression par défaut
it: Livello di compressione di default
ja: デフォルトの圧縮レベル
sv: Standard-komprimeringsnivå
vi: Mức độ nén mặc định

source: Default Destination
ar: مجلد الوجهة الافتراضية
bg: Място по подразбиране
es: Destino por defecto
fi: Oletus kohde
fr: Destination par défaut
it: Destinazione di default
ja: デフォルトの出力先
sv: Standarddestination
vi: Nơi xuất mặc định

source: Default Format
ar: الصيغة الإفتراضية
bg: Формат по подразбиранеt
es: Formato por defecto
fi: Oletus muoto
fr: Format par défaut
it: Formato di default
ja: デフォルトの形式
sv: Standardformat
vi: Định dạng mặc định

source: Default Tap Action
ar: إجراء النقر الافتراضي
bg: Действие по подразбиране
es: Acción por defecto
fi: Oletus napautustoiminto
fr: Action par défaut
it: Azione di default
ja: タップ時のデフォルトのアクション
sv: Standard-tryckåtgärd
vi: Lệnh chạm mặc định

source: Default Volume Unit
ar: وحدة التخزين الافتراضية
bg: Единица за обем по подразбиране
es: Unidad de volumen por defecto
fi: Taltion oletusyksikkö
fr: Unité de volume par défaut
it: Unità di volume di default
ja: デフォルトの単位
vi: Đơn vị dung lượng mặc định

source: Delete
ar: حذف
bg: Изтриване
es: Borrar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
sv: Radera
vi: Xoá

source: Delete files(s) after compression
it: Elimina i file dopo la compressione
ja: 圧縮後にファイルを削除する
vi: Xoá các tập tin sau khi nén xong

source: Destination
ar: الوجهة
bg: Местоположение
es: Destino
fi: Kohde
it: Destinazione
ja: 出力先
vi: Nơi lưu

# Disable &quot;%@&quot; if you prefer to use a default configuration.
source: Disable "%@" if you prefer to use a default configuration.
ar: عطّل "%@" إن كنت تفضل استخدام التكوين الافتراضي.
bg: Деактивирайте "%@", ако предпочитате да използвате конфигурация по подразбиране.
es: Desactiva "%@" si prefieres utilizar una configuración por defecto.
fi: Poista käytöstä "%@", mikäli mielummin käytät oletuskonfiguraatiota
fr: Désactiver "%@" si vous préférez utiliser la compression par défaut.
it: Disabilita "%@" se preferisci utilizzare una configurazione di default.
ja: デフォルトの設定を使用する場合は "%@" を無効にする。
sv: Inaktivera "%@" om du föredrar att använda en standardkonfiguration.
vi: Tắt "%@" nếu bạn muốn dùng tuỳ chỉnh mặc định.

source: Dismiss
ar: إلغاء
bg: Отказ
es: Cancelar
fi: Hylkää
fr: Annuler
it: Ignora
ja: 中止する
sv: Avfärda
vi: Bỏ qua

source: Document
ar: مستند
bg: Документ
es: Documento
fi: Asiakirja
it: Documento
ja: ドキュメント
sv: Dokument
vi: Văn thư

source: Documents
ja: ドキュメント

source: Done
ar: تم
bg: Готово
es: Listo
fi: Valmis
fr: Terminé
it: Effettuato
ja: 完了
sv: Klar
vi: Hoàn thành

source: Downloads
it: Download
ja: ダウンロード
vi: Tải xuống

# EXTRACTION_OPERATION
source: Extraction
ar: فك ضغط الملفات
bg: Разархивиране
es: Extraer
fi: Purkaminen
it: Estrazione
ja: 展開
sv: Extrahering
vi: Quá trình giải nén

# EXTRACTION_RUNNING
source: Extracting
ar: جاري فك الضغط
bg: Разархивиране
es: Extrayendo
fi: Puretaan
fr: Extraction en cours
it: Estrazione in corso
ja: 展開中
sv: Extraherar
vi: Đang giải nén

# EXTRACTION_SECTION_TITLE
source: Extracting
ar: فك الضغط
bg: Разархивиране
es: Extracciones
fi: Puretaan
fr: Extraction en cours
it: Estrazione in corso
ja: 展開
sv: Extraherar
vi: Đang giải nén

source: Edit
ar: تعديل
bg: Редактиране
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
sv: Redigera
vi: Sửa

source: Encrypt Filenames
ar: شفّر إسم الملف
bg: Криптиране на файловите имена
es: Encriptar los nombres de archivo
fi: Salaa tiedostonimet
fr: Chiffrer les noms des fichiers
it: Crittografa nomi dei file
ja: ファイル名を暗号化する
sv: Kryptera filnamn
vi: Mã hoá tên tập tin

source: Encrypt Filenames if Possible
ar: شفّر اسم الملف إن كان متاحاً
bg: Криптиране на файловите имена ако е възможно
es: Encriptar los nombres de archivo siempre que se pueda
fi: Salaa tiedostonimet jos mahdollista
fr: Chiffrer les noms des fichiers si possible
it: Crittografa nomi dei file se possibile
ja: 可能であればファイル名を暗号化する
sv: Kryptera filnamn om möjligt
vi: Mã hoá tên tập tin nếu có thể

# Enter the password for the file&#10;&quot;%@&quot;
source: Enter the password for the file "%@"
ar: أدخل الرقم السري للملف "%@"
bg: Въведете паролата за файла "%@"
es: Introduce la contraseña para el archivo "%@"
fi: Syötä salasana tiedostolle "%@"
fr: Saisir le mot de passe pour le fichier "%@"
it: Inserisci la password per il file "%@"
ja: "%@" のファイルパスワードを入力
sv: Ange lösenordet för filen "%@"
vi: Nhập mật khẩu cho tập tin "%@"

source: Exclude Mac resource forks
it: Escludi resource fork Mac
ja: Mac のリソースフォークを取り除く
vi: Loại trừ các nhánh tài nguyên của Mac

source: Extract
ar: فك الضغط
bg: Разархивиране
es: Extraer
fi: Pura
fr: Extraire
it: Estrai
ja: 展開
sv: Extrahera
vi: Giải nén

source: Extract Files with Keka
ja: ファイルを Keka で展開

source: Extract some files with Keka.
ja: いくつかのファイルを Keka で展開

source: Extract the file
ar: فك ضغط الملف
bg: Разархивиране на файла
es: Extraer el archivo
fi: Pura tiedosto
fr: Extraire le fichier
it: Estrai il file
ja: ファイルを展開

source: Extraction
ar: فك ضغط الملفات
bg: Разархиване
es: Extracción
fi: Purkaminen
it: Estrazione
ja: 展開
sv: Extrahering
vi: Quá trình giải nén

source: Fast
ar: سريع
bg: Бързо
es: Rápido
fi: Nopea
fr: Rapide
it: Veloce
ja: 早い
sv: Snabb
vi: Nhanh

source: Fastest
ar: أسرع
bg: Най-бързо
es: Más rápido
fi: Nopein
fr: Le plus rapide
it: Velocissimo
ja: 最も早い
sv: Snabbast
vi: Nhanh nhất

source: Feedback
ar: تعليق
bg: Обратна връзка
es: Contactar
fi: Palaute
fr: Contacter
ja: フィードバック
vi: Góp ý

source: File for Keka
ja: Keka へのファイル
