Repository: aonez/Keka
Catalog: Translations/Current Translations/*.lproj/Localizable.strings
Languages: it

source: Yes
it: Sì

source: Don't show again
it: Non mostrare più

source: Set as default compressor
it: Imposta come compressore di default

source: Want to make Keka your default compressor?
it: Vuoi rendere Keka il tuo compressore di default?

source: This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences.
it: Ciò significa che tutti i file compatibili saranno ora estratti con Keka. È possibile impostare questo in seguito nelle preferenze di Keka.

source: Really want to close Keka?
it: Sei sicuro di voler chiudere Keka?

source: The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.
it: L'operazione attuale verrà annullata. Se scegli di attendere e uscire, Keka uscirà quando tutto il lavoro è stato fatto.

source: Password needed
it: Password necessaria

source: File "%@" needs a password to be extracted
it: Il file "%@" richiede una password per essere estratto

source: Extraction of "%@" done
it: Estrazione di "%@" effettuata

source: Extraction of "%@" failed.
it: Estrazione di "%@" non riuscita.

source: Extraction complete
it: Estrazione completa

source: Extraction fail
it: Estrazione non riuscita

source: Compression complete
it: Compressione completa

source: File "%@" created
it: File "%@" creato

source: Compression fail
it: Compressione non riuscita

source: File "%@" cannot be created
it: File "%@" non può essere creato

source: Operation not implemented
it: Operazione non implementata

source: This operation is not implemented yet so Keka is in beta process.
it: Questa operazione non è ancora implementata.

source: Performing operation...
it: Esecuzione dell'operazione...

source: Waiting...
it: Attendere...

source: Extracting "%@"
it: Estrazione "%@"

source: Extracting "%@..."
it: Estrazione "%@..."

source: Creating %@ file...
it: Creazione %@ file...

source: Creating file "%@"
it: Creazione file "%@"

source: Creating file "%@..."
it: Creazione file "%@..."

source: Time elapsed: %d:%@%d:%@%d hours%@
it: Tempo trascorso: %d:%@%d:%@%d ore%@

source: Time elapsed: %d:%@%d minutes%@
it: Tempo trascorso: %d:%@%d minuti%@

source: Time elapsed: %d seconds%@
it: Tempo trascorso: %d secondi%@

source: %d seconds
it: %d secondi

source: %d:%@%d minutes
it: %d:%@%d minuti

source: %d:%@%d:%@%d hours
it: %d:%@%d:%@%d ore

source: Pause
it: Pausa

source: Continue
it: Continua

source: Operation paused
it: Operazione in pausa

source: Cancel
it: Annulla

source: Close
it: Chiudi

source: Operation failed
it: Operazione non riuscita

source: Operation failed with error code %d
it: Operazione non riuscita con il codice errore %d

source: Choose a name and folder to start the compression
it: Scegli un nome e la cartella per avviare la compressione

source: Creation of "%@" failed
it: Creazione di "%@" non riuscita

source: Creating "%@"
it: Creazione "%@"

source: Prepearing extraction...
it: Preparazione estrazione...

source: Choose a folder to extract this file
it: Scegli una cartella per estrarre questo file

source: Extraction of "%@" failed
it: Estrazione di "%@" non riuscita

source: Keka - %i on queue
it: Keka - %i in coda

source: Keka can't create this ISO image
it: Keka non può creare questa immagine ISO

source: You can only create an ISO image with a single folder. Try to put all your files in a folder and drop it to Keka to create the ISO image.
it: Puoi solo creare un'immagine ISO con una singola cartella. Prova a mettere tutti i file in una cartella e rilasciarla su Keka per creare l'immagine ISO.

source: Compress "%@" in %@ to...
it: Comprimi "%@" in %@ a...

source: Compress in %@ to...
it: Comprimi in %@ a...

source: Save as:
it: Registra col nome:

source: Compress
it: Comprimi

source: Extract "%@" to...
it: Estrai "%@" a...

source: Extract as:
it: Estrai come:

source: Extract
it: Estrai

source: - Remaining: Calculating...
it: - Rimanente: Calcolo...

source: - Remaining: About one second
it: - Rimanente: Circa un secondo

source: - Remaining: About %d seconds
it: - Rimanente: Circa %d secondi

source: - Remaining: About 1 minute
it: - Rimanente: Circa 1 minuto

source: - Remaining: About %d minutes
it: - Rimanente: Circa %d minuti

source: - Remaining: About 1 hour
it: - Rimanente: Circa 1 ora

source: - Remaining: About %d hours
it: - Rimanente: About %d hours

source: - Remaining: About 1 day
it: - Rimanente: Circa 1 giorno

source: - Remaining: About %d days
it: - Rimanente: Circa %d giorni

source: - Remaining: About 1 year
it: - Rimanente: Circa 1 anno

source: - Remaining: About %d years
it: - Rimanente: Circa %d anni

source: - Remaining: Less than one second
it: - Rimanente: Meno di un secondo

source: Can't show progress time...
it: Non posso mostrare il tempo di avanzamento...

source: Password for "%@"
it: Password per "%@"

source: No compression
it: Nessuna compressione

source: Fastest, less compression
it: Velocissimo, minore compressione

source: Fast, less compression
it: Veloce, minore compressione

source: Normal
it: Normale

source: Slow, more compression
it: Lento, maggiore compressione

source: Slowest, more compression
it: Lentissimo, maggiore compressione

source: Method: No compression
it: Metodo: Nessuna compressione

source: Method: Fastest, less compression
it: Metodo: Velocissimo (-compresso)

source: Method: Fast, less compression
it: Metodo: Veloce (-compresso)

source: Method: Normal
it: Metodo: Normale

source: Method: Slow, more compression
it: Metodo: Lento (+compresso)

source: Method: Slowest, more compression
it: Metodo: Lentissimo (+compresso)

source: Compression
it: Compressione

source: Extraction
it: Estrazione

source: Keka can't use the "extlx.plist" list, please get in contact with the developers. Now Keka will quit.
it: Keka non può utilizzare l'elenco "extlx.plist", mettersi in contatto con gli sviluppatori. Ora Keka si chiuderà.

source: Keka is dying!
it: Keka sta morendo!

source: Ask each time
it: Chiedi ogni volta

source: Next to original file
it: Accanto al file originale

source: Custom folder...
it: Cartella personalizzata...

source: Same as original file
it: Uguale al file originale

source: Custom name...
it: Nome personalizzato...

source: Compressed file
it: File compresso

source: Set as default folder
it: Imposta come cartella di default

source: Perform automatic action
it: Esegui azione automatica

source: Always compress
it: Comprimi sempre

source: Always extract
it: Estrai sempre

source: Drop here to extract
it: Rilascia qui per estrarre

source: Drop here to compress
it: Rilascia qui per comprimere

source: Error code %d The first part "%@" can't be found
it: Codice errore %d La prima parte "%@" non può essere trovata

source: unknown
it: sconosciuto

source: Unknown error
it: Errore sconosciuto

source: Error code %d using "%@" %@
it: Codice errore %d utilizzando "%@" %@

source: No errors found
it: Nessun errore trovato

source: Minor error, the operation may be done well
it: Errore minore, l'operazione può essere fatta bene

source: Fatal error
it: Errore fatale

source: CRC error occurred, maybe the file is corrupt
it: Si è verificato un errore CRC, forse il file è danneggiato

source: Attempt to modify an archive previously locked
it: Si è tentato di modificare un archivio precedentemente bloccato

source: Maybe you don't have permission to write or your disk is full
it: Forse non hai il permesso di scrittura o il disco è pieno

source: Can't open the file, maybe you don't have read permission
it: Impossibile aprire il file, forse non hai il permesso di lettura

source: Command line error, please contact with the developer
it: Errore riga di comando, contattare lo sviluppatore

source: Not enough memory. Try to close some programs and repeat the operation
it: Memoria insufficiente. Prova a chiudere alcuni programmi e ripetere l'operazione

source: Can't create the file, maybe you don't have permission or free space
it: Impossibile creare il file, forse non hai i permessi o spazio libero

source: Canceled manually
it: Cancellato manualmente

source: Bad password, try again
it: Password errata, riprova

source: This archive is locked
it: Questo archivio è bloccato

source: Write error. No permission? No space left?
it: Errore di scrittura. Nessun permesso? Niente spazio libero?

source: Can't open the file, maybe it's not accessible
it: Impossibile aprire il file, forse non è accessibile

source: No files matching the mask
it: Nessun file corrispondente alla maschera
