Repository: aonez/Keka
Catalog: Translations-macOS/*.lproj/FinderExtensionLocalizable.strings
Languages: bg, el, ja, ko, nb, pl, pt_br, sv, uk, vi, zh_hans

source: Open with Keka
bg: Отвори с Keka
el: Ανοιγμα με το Keka
ja: Keka で開く
ko: Keka로 열기
nb: Ã…pne med Keka
pl: Otwórz w programie Keka
pt_br: Abrir com Keka
sv: Öppna med Keka
uk: Відкрити за допомогою Keka
vi: Mở với Keka
zh_hans: 使用 Keka 打开

source: Compress here
bg: Компресирай тук
el: Συμπίεσε εδώ
ja: ここに圧縮
ko: 여기에 압축하기
nb: Komprimer her
pl: Archiwizuj tutaj
pt_br: Comprimir Aqui
sv: Komprimera här
uk: Стиснути тут
vi: Nén tại đây
zh_hans: 压缩至当前位置

source: Compress to...
bg: Компресирай в...
el: Συμπίεσε στο...
ja: 圧縮先...
ko: 다음으로 압축하기...
nb: Komprimer til......
pl: Archiwizuj do...
pt_br: Comprimir em...
sv: Komprimera till...
uk: Стиснути в...
vi: Nén đến...
zh_hans: 压缩至…

source: Encrypt here
bg: Криптиране тук
el: Κρυπτογραφήστε εδώ
ja: ここで暗号化
pt_br: Criptografar aqui
sv: Kryptera här
uk: Зашифрувати тут
vi: Mã hóa tại đây

source: Encrypt to...
bg: Криптиране към...
el: Κρυπτογραφήστε σε...
ja: 暗号化先...
pt_br: Criptografar para...
sv: Kryptera till...
uk: Зашифрувати в...
vi: Mã hóa đến...

source: Compress the contents of the folder here
bg: Компресирай съдържанието на папката тук
el: Συμπίεσε τα περιεχομένα του φακέλου εδώ
ja: フォルダの内容を圧縮する
ko: 폴더 내용을 여기에 압축하기
nb: Komprimer innholdet av mappen her
pl: Archiwizuj zawartość folderu
pt_br: Comprimir Conteúdo da Pasta Aqui
sv: Komprimera mappens innehåll här
uk: Стиснути вміст папки тут
vi: Nén nội dung của thư mục rồi lưu tại đây
zh_hans: 压缩文件夹内容至当前位置

source: Compress the contents of the folder to...
bg: Компресирай съдържанието на папката в...
el: Συμπίεσε τα περιεχομένα του φακέλου στο...
ja: フォルダの内容を圧縮...
ko: 폴더 내용을 다음 위치에 압축하기...
nb: Komprimer innholdet av mappen til...
pl: Archiwizuj zawartości folderu do...
pt_br: Comprimir Conteúdo da Pasta em...
sv: Komprimera mappens innehåll till...
uk: Стиснути вміст папки в...
vi: Nén nội dung của thư mục rồi lưu tại...
zh_hans: 压缩文件夹内容至…

source: Encrypt with the default password here
bg: Криптирай с паролата по подразбиране тук
el: Κρυπτογράφησε με τον εξ'ορισμού κωδικό εδώ
ja: ここにデフォルトのパスワードで暗号化する
ko: 기본값 비밀번호로 여기에 암호화하기
nb: Krypter med standardpassordet her
pl: Szyfruj za pomocą domyślnego hasła
pt_br: Criptografar com Senha Padrão Aqui
sv: Kryptera med standardlösenordet här
uk: Заифрувати типовим паролем тут
vi: Mã hoá với mật khẩu mặt định tại đây
zh_hans: 使用默认密码加密至当前位置

source: Encrypt with the default password to...
bg: Криптирай с паролата по подразбиране в...
el: Κρυπτογράφησε με τον εξ'ορισμού κωδικό εδώ...
ja: デフォルトのパスワードで暗号化...
ko: 기본값 비밀번호로 다음 위에 암호화하기...
nb: Krypter med standardpassordet til...
pl: Szyfruj za pomocą domyślnego hasła do...
pt_br: Criptografar com Senha Padrão em...
sv: Kryptera med standardlösenordet till...
uk: Зашифрувати типовим паролем в...
vi: Mã hoá với mật khẩu mặt định tại...
zh_hans: 使用默认密码加密至…

source: Extract here
bg: Разархивирай тук
el: Αποσυμπίεσε εδώ
ja: ここに展開
ko: 여기에 압축 해제하기
nb: Pakk ut her
pl: Wyodrębnij archiwum tutaj
pt_br: Extrair Aqui
sv: Extrahera här
uk: Розпакувати тут
vi: Giải nén tại đây
zh_hans: 提取到当前位置

source: Extract to...
bg: Разархивирай в...
el: Αποσυμπίεσε στο...
ja: 展開先...
ko: 다음으로 압축 해제하기...
nb: Pakk ut til...
pl: Wyodrębnij archiwum do...
pt_br: Extrair para...
sv: Extrahera till...
uk: Розпакувати в...
vi: Giải nén đến...
zh_hans: 提取到…

source: Extract to "%@"
bg: Разархивирай в "%@"
el: Αποσυμπίεσε στο "%@"
ja: "%@"へ展開
ko: "%@"으로 압축 해제하기
nb: Pakk ut til "%@"
pl: Wyodrębnij archiwum do "%@"
pt_br: Extrair para “%@”
sv: Extrahera till "%@"
uk: Розпакувати в "%@"
vi: Giải nén đến "%@"
zh_hans: 提取到 "%@"

source: Compress with Keka
bg: Компресирай с Keka
el: Συμπίεσε με το Keka
ja: Keka で圧縮
ko: Keka로 압축하기
nb: Komprimer med Keka
pl: Archiwizuj w programie Keka
pt_br: Comprimir com Keka
sv: Komprimera med Keka
uk: Стиснути за допомогою Keka
vi: Nén với Keka
zh_hans: 使用 Keka 压缩
