Repository: aonez/Keka
Catalog: Translations-macOS/*.lproj/InfoPlist.strings
Languages: af, el, hu, it, ja, ko, pt_pt, ru, sv, tr, uk, zh_hans

source: NSHumanReadableCopyright
af: Kopiereg © 2009-2023 aONe
el: Πνευματική ιδιοκτησία © 2009-2023 aONe
hu: Copyright © 2009-2024 aONe
it: Copyright Â© 2009-2023 aONe
ja: Copyright © 2009-2025 aONe
ko: Copyright © 2009-2024 aONe
pt_pt: Copyright © 2009-2024 aONe
ru: Copyright © 2009-2024 aONe
sv: Copyright © 2009-2024 aONe
tr: Copyright © 2009-2023 aONe
uk: Copyright © 2009-2024 aONe
zh_hans: Copyright © 2009-2025 aONe

source: MDItemKeywords
ja: 圧縮, 解凍, 抽出, アーカイバ, アンアーカイバ, 展開, 暗号化, 復号化, アーカイブ, ファイル
ko: 압축, 압축 해제, 추출, 아카이버, Unarchiver, 확장, 암호화, 암호 해독, 아카이브, 파일
pt_pt: Compressão, Descompressão, Extração, Arquivador, Unarchiver, Expandir, Criptografia, Descriptografia, Arquivos, Ficheiros
ru: Сжатие, Распаковка, Извлечение, Архиватор, Распаковщик, Расширить, Шифрование, Дешифрование, Архивы, Файлы
uk: Стиснення, Декомпресія, Витяг, Архіватор, Unarchiver, Розширити, Шифрування, Дешифрування, Архіви, Файли
zh_hans: 压缩, 解压, 提取, 压缩器, 解压器, 扩展, 加密, 解密, 档案, 文件

source: NSDesktopFolderUsageDescription
af: Keka benodig toegang tot Werkskerm om met die lêers te werk.
el: Το Keka απαιτεί πρόσβαση της Επιφ. Εργασίας για την προσπέλαση των αρχείων του.
hu: A Keka-nak hozzá kell férnie az asztal mappához, hogy a fájlokkal dolgozhasson.
it: Keka richiede l'accesso alla Scrivania per lavorare con i suoi file.
ja: Keka がファイルを操作するには、デスクトップへのアクセス権が必要です。
ko: Keka는 파일 작업을 위해 데스크탑 폴더 접근이 필요합니다.
pt_pt: O Keka requer acesso à pasta Secretária para trabalhar com ficheiros nesse local.
ru: Для работы с файлами Keka требуется доступ к Рабочему столу.
sv: Keka behöver åtkomst till Skrivbord för att jobba med dess filer.
tr: Keka, dosyalarıyla çalışmak için Masaüstü erişimi gerekiyor.
uk: Keka вимагає доступу до робочого столу для роботи з файлами.
zh_hans: Keka 需要桌面访问权限才能使用其文件。

source: NSDocumentsFolderUsageDescription
af: Keka benodig toegang tot Dokumente om met die lêers te werk.
el: Το Keka απαιτεί πρόσβαση στο φάκελο Documents για την προσπέλαση των αρχείων του.
hu: A Keka-nak hozzá kell férnie a dokumentumok mappához, hogy a fájlokkal dolgozhasson.
it: Keka richiede l'accesso a Documenti per lavorare con i suoi file.
ja: Keka がファイルを操作するには、ドキュメントへのアクセス権が必要です。
ko: Keka는 파일 작업을 위해 문서 폴더 접근이 필요합니다.
pt_pt: O Keka requer acesso à pasta Documentos para trabalhar com ficheiros nesse local.
ru: Для работы с файлами Keka требуется доступ к папке «Документы».
sv: Keka behöver åtkomst till Dokument för att jobba med dess filer.
tr: Keka, dosyalarıyla çalışmak için Belgelere erişim gerekiyor.
uk: Keka вимагає доступу до документів для роботи з файлами.
zh_hans: Keka 需要文档访问权限才能使用其文件。

source: NSDownloadsFolderUsageDescription
af: Keka benodig toegang tot Aflaaie om met die lêers te werk.
el: Το Keka απαιτεί πρόσβαση στο φάκελο Downloads για την προσπέλαση των αρχείων του.
hu: A Keka-nak hozzá kell férnie a letöltések mappához, hogy a fájlokkal dolgozhasson.
it: Keka richiede l'accesso a Download per lavorare con i suoi file.
ja: Keka がファイルを操作するには、ダウンロードへのアクセス権が必要です。
ko: Keka는 파일 작업을 위해 다운로드 폴더 접근이 필요합니다.
pt_pt: O Keka requer acesso à pasta Descargas para trabalhar com ficheiros nesse local.
ru: Для работы с файлами Keka требуется доступ к папке «Загрузки».
sv: Keka behöver åtkomst till Hämtade filer för att jobba med dess filer.
tr: Keka, dosyalarıyla çalışmak için İndirilenler erişimi gerekiyor.
uk: Keka вимагає доступу до завантажень для роботи з файлами.
zh_hans: Keka 需要下载访问权限才能使用其文件。

source: NSNetworkVolumesUsageDescription
af: Keka benodig toegang tot Netwerkvolumes om met die lêers te werk.
el: Το Keka απαιτεί πρόσβαση στoυς τόμους Δικτύου για την προσπέλαση των αρχείων του.
hu: A Keka-nak hozzá kell férnie a hálózati kötetekhez, hogy a fájlokkal dolgozhasson.
it: Keka richiede l'accesso ai volumi di rete per lavorare con i loro file.
ja: Keka がファイルを操作するには、ネットワークボリュームへのアクセス権が必要です。
ko: Keka는 파일 작업을 위해 네트워크 볼륨 접근이 필요합니다.
pt_pt: O Keka requer acesso a volumes na rede para trabalhar com ficheiros nesses locais.
ru: Для работы с файлами Keka требуется доступ к сетевым томам.
sv: Keka behöver åtkomst till nätverksvolymer för att jobba med dess filer.
tr: Keka, dosyalarıyla çalışmak için Ağ birimlerine erişim gerekiyor.
uk: Keka вимагає доступу до мережевих дисків для роботи з файлами.
zh_hans: Keka 需要访问网络卷访问权限才能使用其文件。

source: NSRemovableVolumesUsageDescription
af: Keka benodig toegang tot verwyderbare modules om met die lêers te werk.
el: Το Keka απαιτεί πρόσβαση στους αφαιρούμενους τόμους για την προσπέλαση των αρχείων του.
hu: A Keka-nak hozzá kell férnie az eltávolítható kötetekhez, hogy a fájlokkal dolgozhasson.
it: Keka richiede l'accesso ai volumi rimovibili per lavorare con i loro file.
ja: Keka がファイルを操作するには、リムーバブルボリュームへのアクセス権が必要です。
ko: Keka는 파일 작업을 위해 외장 디스크 접근이 필요합니다.
pt_pt: O Keka requer acesso a volumes removíveis para trabalhar com ficheiros nesses locais.
ru: Для работы с файлами Keka требуется доступ к внешним томам.
sv: Keka behöver åtkomst till borttagbara volymer för att jobba med dess filer.
tr: Keka, dosyalarıyla çalışmak için çıkarılabilir birimlere erişim gerekiyor.
uk: Keka вимагає доступу до змінних дисків для роботи з файлами.
zh_hans: Keka 需要可移动卷访问权限才能使用其文件。

source: 7Z Archive
af: 7Z-argief
el: Αρχείο 7Z
hu: 7Z archívum
it: Archivio 7Z
ja: 7Z アーカイブ
ko: 7Z 아카이브
pt_pt: Arquivo comprimido 7Z
ru: Архив 7Z
sv: 7Z-arkiv
tr: 7Z Arşivi
uk: 7Z Архів
zh_hans: 7Z 归档

source: LZMA Archive
af: LZMA-argief
el: Αρχείο LZMA
hu: LZMA archívum
it: Archivio LZMA
ja: LZMA アーカイブ
ko: LZMA 아카이브
pt_pt: Arquivo comprimido LZMA
ru: Архив LZMA
sv: LZMA-arkiv
tr: LZMA Arşivi
uk: LZMA Архів
zh_hans: LZMA 归档

source: LZOP Archive
af: LZOP-argief
el: Αρχείο LZOP
hu: LZOP archívum
it: Archivio LZOP
ja: LZOP アーカイブ
ko: LZOP 아카이브
pt_pt: Arquivo comprimido LZOP
ru: Архив LZOP
sv: LZOP-arkiv
tr: LZOP Arşivi
uk: LZOP Архів
zh_hans: LZOP 归档

source: LZOP Tarball Archive
af: LZOP- Tarball argief
el: Αρχείο LZOP Tarball
hu: LZOP tömörített TAR archívum
it: Archivio TAR compresso LZOP
ja: LZOP 圧縮 TAR アーカイブ
ko: LZOP 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR LZOP
ru: Сжатый TAR-архив LZOP
sv: LZOP Tarball-arkiv
tr: LZOP Tarball Arşivi
uk: LZOP Tarball Архів
zh_hans: LZOP 压缩 TAR 归档

source: LZIP Archive
af: LZIP-argief
el: Αρχείο LZIP
hu: LZIP archívum
it: Archivio LZIP
ja: LZIP アーカイブ
ko: LZIP 아카이브
pt_pt: Arquivo comprimido LZIP
ru: Архив LZIP
sv: LZIP-arkiv
tr: LZIP Arşivi
uk: LZIP Архів
zh_hans: LZIP 归档

source: LZIP Tarball Archive
af: LZIP- Tarball argief
el: Αρχείο LZIP Tarball
hu: LZIP tömörített TAR archívum
it: Archivio TAR compresso LZIP
ja: LZIP 圧縮 TAR アーカイブ
ko: LZIP 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR LZIP
ru: Сжатый TAR-архив LZIP
sv: LZIP Tarball-arkiv
tr: LZIP Tarball Arşivi
uk: LZIP Tarball Архів
zh_hans: LZIP 压缩 TAR 归档

source: LZ4 Archive
ja: LZ4 アーカイブ
ko: LZ4 아카이브
zh_hans: LZ4 归档

source: LZ4 Tarball Archive
ja: LZ4 Tarball アーカイブ
ko: LZ4 Tarball 아카이브
ru: Сжатый TAR-архив LZ4
zh_hans: LZ4 压缩 TAR 归档

source: ZIP Archive
af: ZIP-argief
el: Αρχείο ZIP
hu: ZIP archívum
it: Archivio ZIP
ja: ZIP アーカイブ
ko: ZIP 아카이브
pt_pt: Arquivo comprimido ZIP
ru: Архив ZIP
sv: ZIP-arkiv
tr: ZIP Arşivi
uk: ZIP Архів
zh_hans: ZIP 归档

source: ZIPX Archive
af: ZIPX-argief
el: Αρχείο ZIPX
hu: ZIPX archívum
it: Archivio ZIPX
ja: ZIPX アーカイブ
ko: ZIPX 아카이브
pt_pt: Arquivo comprimido ZIPX
ru: Архив ZIPX
sv: ZIPX-arkiv
tr: ZIPX Arşivi
uk: ZIPX Архів
zh_hans: ZIPX 归档

source: XZ Archive
af: XZ-argief
el: Αρχείο XZ
hu: XZ archívum
it: Archivio XZ
ja: XZ アーカイブ
ko: XZ 아카이브
pt_pt: Arquivo comprimido XZ
ru: Архив XZ
sv: XZ-arkiv
tr: XZ Arşivi
uk: XZ Архів
zh_hans: XZ 归档

source: XZ Tarball Archive
af: XZ- Tarball argief
el: Αρχείο XZ Tarball
hu: XZ tömörített TAR archívum
it: Archivio TAR compresso XZ
ja: XZ 圧縮 TAR アーカイブ
ko: XZ 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR XZ
ru: Сжатый TAR-архив XZ
sv: XZ Tarball-arkiv
tr: XZ Tarball Arşivi
uk: XZ Tarball Архів
zh_hans: XZ 压缩 TAR 归档

source: Brotli Archive
af: Brotli-argief
el: Αρχείο Brotli
hu: Brotli archívum
it: Archivio Brotli
ja: Brotli 圧縮
ko: Brotli 아카이브
pt_pt: Arquivo comprimido Brotli
ru: Архив Brotli
sv: Brotli-arkiv
tr: Brotli Arşivi
zh_hans: Brotli 归档

source: Brotli Tarball Archive
af: Brotli- Tarball argief
el: Αρχείο Brotli Tarball
hu: Brotli Tarball archívum
it: Archivio Brotli Tarball
ja: Brotli 圧縮 TAR アーカイブ
ko: Brotli Tarball 아카이브
pt_pt: Arquivo comprimido TAR Brotli
ru: Сжатый TAR-архив Brotli
sv: Brotli Tarball-arkiv
tr: Brotli Tarball Arşivi
zh_hans: Brotli 压缩 TAR 归档

source: Zstandard Archive
af: Zstandard-argief
el: Αρχείο Zstandard
hu: Zstandard archívum
it: Archivio Zstandard
ja: Zstandard 圧縮
ko: Zstandard 아카이브
pt_pt: Arquivo comprimido Zstandard
ru: Архив Zstandard
sv: Zstandard-arkiv
tr: Zstandard Arşivi
zh_hans: Zstd 归档

source: Zstandard Tarball Archive
af: Zstandard- Tarball argief
el: Αρχείο Zstandard Tarball
hu: Zstandard Tarball archívum
it: Archivio Zstandard Tarball
ja: Zstandard 圧縮 TAR アーカイブ
ko: Zstandard Tarball 아카이브
pt_pt: Arquivo comprimido TAR Zstandard
ru: Сжатый TAR-архив Zstandard
sv: Zstandard Tarball-arkiv
tr: Zstandard Tarball Arşivi
zh_hans: Zstd 压缩 TAR 归档

source: RAR Archive
af: RAR-argief
el: Αρχείο RAR
hu: RAR archívum
it: Archivio RAR
ja: RAR アーカイブ
ko: RAR 아카이브
pt_pt: Arquivo comprimido RAR
ru: Архив RAR
sv: RAR-arkiv
tr: RAR Arşivi
uk: RAR Архів
zh_hans: RAR 归档

source: RAR Legacy Archive Volume
af: RAR-legaatargiefvolume
el: RAR Legacy Τόμος Αρχείου
hu: RAR örökölt kötet archívum
it: Archivio volume RAR (Legacy)
ja: RAR レガジー アーカイブボリューム
ko: RAR 레거시 아카이브 볼륨
pt_pt: Volume de arquivo comprimido RAR legado
ru: Архив RAR старого формата
sv: RAR Legacy-arkivvolym
tr: RAR Eski Arşiv Hacmi
uk: RAR Архів Старого Формату
zh_hans: RAR 传统归档卷

source: Generic Archive Volume
af: Generiese argiefvolume
el: Τόμος Γενικού Αρχείου
hu: Általános kötet archívum
it: Archivio volume generico
ja: Generic アーカイブボリューム
ko: 범용 아카이브 볼륨
pt_pt: Volume de arquivo comprimido genérico
ru: Том архива
sv: Allmän arkivvolym
tr: Genel Arşiv Hacmi
uk: Образ архіву
zh_hans: 通用归档卷

source: BZIP2 Archive
af: BZIP2-argief
el: Αρχείο BZIP2
hu: BZIP2 archívum
it: Archivio BZIP2
ja: BZIP2 アーカイブ
ko: BZIP2 아카이브
pt_pt: Arquivo comprimido BZIP2
ru: Архив BZIP2
sv: BZIP2-arkiv
tr: BZIP2 Arşivi
uk: BZIP2 Архів
zh_hans: BZIP2 归档

source: BZIP2 Tarball Archive
af: BZIP2- Tarball argief
el: Αρχείο BZIP2 Tarball
hu: BZIP2 tömörített TAR archívum
it: Archivio TAR compresso BZIP2
ja: BZIP2 圧縮 TAR アーカイブ
ko: BZIP2 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR BZIP2
ru: Сжатый TAR-архив BZIP2
sv: BZIP2 Tarball-arkiv
tr: BZIP2 Tarball Arşivi
uk: BZIP2 Tarball Архів
zh_hans: BZIP2 压缩 TAR 归档

source: BZIP Archive
af: BZIP-argief
el: Αρχείο BZIP
hu: BZIP archívum
it: Archivio BZIP
ja: BZIP アーカイブ
ko: BZIP 아카이브
pt_pt: Arquivo comprimido BZIP
ru: Архив BZIP
sv: BZIP-arkiv
tr: BZIP Arşivi
uk: BZIP Архів
zh_hans: BZIP 归档

source: BZIP Tarball Archive
af: BZIP- Tarball argief
el: Αρχείο BZIP
hu: BZIP tömörített TAR archívum
it: Archivio TAR compresso BZIP
ja: BZIP 圧縮 TAR アーカイブ
ko: BZIP 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR BZIP
ru: Сжатый TAR-архив BZIP
sv: BZIP Tarball-arkiv
tr: BZIP Tarball Arşivi
uk: BZIP Tarball Архів
zh_hans: BZIP 压缩 TAR 归档

source: GZIP Archive
af: GZIP-argief
el: Αρχείο GZIP
hu: GZIP archívum
it: Archivio GZIP
ja: GZIP アーカイブ
ko: GZIP 아카이브
pt_pt: Arquivo comprimido GZIP
ru: Архив GZIP
sv: GZIP-arkiv
tr: GZIP Arşivi
uk: GZIP Архів
zh_hans: GZIP 归档

source: GZIP Tarball Archive
af: GZIP- Tarball argief
el: Αρχείο GZIP Tarball
hu: GZIP tömörített TAR archívum
it: Archivio TAR compresso GZIP
ja: GZIP 圧縮 TAR アーカイブ
ko: GZIP 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR GZIP
ru: Сжатый TAR-архив GZIP
sv: GZIP Tarball-arkiv
tr: GZIP Tarball Arşivi
uk: GZIP Tarball Архів
zh_hans: GZIP 压缩 TAR 归档

source: TAR Archive
af: TAR-argief
el: Αρχείο TAR
hu: TAR archívum
it: Archivio TAR
ja: TAR アーカイブ
ko: TAR 아카이브
pt_pt: Arquivo comprimido TAR
ru: Архив TAR
sv: TAR-arkiv
tr: TAR Arşivi
uk: TAR Архів
zh_hans: TAR 归档

source: LRZIP Archive
af: LRZIP-argief
el: Αρχείο LRZIP
hu: LRZIP archívum
it: Archivio LRZIP
ja: LRZIP アーカイブ
ko: LRZIP 아카이브
pt_pt: Arquivo comprimido LRZIP
ru: Архив LRZIP
sv: LRZIP-arkiv
tr: LRZIP Arşivi
uk: LRZIP Архів
zh_hans: LRZIP 归档

source: LRZIP Tarball Archive
af: LRZIP- Tarball argief
el: Αρχείο LRZIP Tarball
hu: LRZIP tömörített TAR archívum
it: Archivio TAR compresso LRZIP
ja: LRZIP 圧縮 TAR アーカイブ
ko: LRZIP 압축 TAR 아카이브
pt_pt: Arquivo comprimido TAR LRZIP
ru: Сжатый TAR-архив LRZIP
sv: LRZIP Tarball-arkiv
tr: LRZIP Tarball Arşivi
uk: LRZIP Tarball Архів
zh_hans: LRZIP 压缩 TAR 归档

source: CPIO Archive
af: CPIO-argief
el: Αρχείο CPIO
hu: CPIO archívum
it: Archivio CPIO
ja: CPIO アーカイブ
ko: CPIO 아카이브
pt_pt: Arquivo comprimido CPIO
ru: Архив CPIO
sv: CPIO-arkiv
tr: CPIO Arşivi
uk: CPIO Архів
zh_hans: CPIO 归档

source: CPGZ Archive
af: CPGZ-argief
el: Αρχείο CPGZ
hu: CPGZ archívum
it: Archivio CPGZ
ja: CPGZ アーカイブ
ko: CPGZ 아카이브
pt_pt: Arquivo comprimido CPGZ
ru: Архив CPGZ
sv: CPGZ-arkiv
tr: CPGZ Arşivi
uk: CPGZ Архів
zh_hans: CPGZ 归档

source: PAX Archive
af: PAX-argief
el: Αρχείο PAX
hu: PAX archívum
it: Archivio PAX
ja: PAX アーカイブ
ko: PAX 아카이브
pt_pt: Arquivo comprimido PAX
ru: Архив PAX
sv: PAX-arkiv
tr: PAX Arşivi
uk: PAX Архів
zh_hans: PAX 归档

source: DMG Disk Image
af: DMG-skyfbeeld
el: Τόμος δίσκου DMG
hu: DMG lemezkép
it: Immagine disco DMG
ja: DMG ディスクイメージ
ko: DMG 디스크 이미지
pt_pt: Imagem de disco DMG
ru: Образ диска DMG
sv: DMG-skivavbild
tr: DMG Disk İmajı
uk: DMG Образ диска
zh_hans: DMG 磁盘映像

source: ISO Disk Image
af: ISO-skyfbeeld
el: Τόμος δίσκου ISO
hu: ISO lemezkép
it: Immagine disco ISO
ja: ISO ディスクイメージ
ko: ISO 디스크 이미지
pt_pt: Imagem de disco ISO
ru: Образ диска ISO
sv: ISO-skivavbild
tr: ISO Disk İmajı
uk: ISO Образ диска
zh_hans: ISO 磁盘映像

source: LHA Archive
af: LHA-argief
el: Αρχείο LHA
hu: LHA archívum
it: Archivio LHA
ja: LHA アーカイブ
ko: LHA 아카이브
pt_pt: Arquivo comprimido LHA
ru: Архив LHA
sv: LHA-arkiv
tr: LHA Arşivi
uk: LHA Архів
zh_hans: LHA 归档

source: Windows EXE File
af: Windows EXE-lêer
el: Αρχείο Windows EXE
hu: Windows EXE fájl
it: File EXE (Windows)
ja: Windows EXE ファイル
ko: Windows 실행 파일
pt_pt: Ficheiro executável windows
ru: Файл Windows EXE
sv: Windows EXE-fil
tr: Windows EXE Dosyası
uk: Файл Windows EXE
zh_hans: Windows 可执行文件

source: Windows Cabinet File
af: Windows-kabinetlêer
el: Αρχείο Windows Cabinet
hu: Windows Cabinet fájl
it: File CAB (Windows)
ja: Windows Cabinet ファイル
ko: Windows 캐비닛 파일
pt_pt: Ficheiro de gabinete windows
ru: Файл Windows Cabinet
sv: Windows Cabinet-fil
tr: Windows Dolabı Dosyası
uk: Файл Windows Cabinet
zh_hans: Windows Cab 文件

source: Windows Installer Package
af: Windows-installeerpakket
el: Πακέτο Εγκαταστάτη Windows
hu: Windows Telepítő Csomag
it: Pacchetto di installazione di Windows
ja: Windows インストーラーパッケージ
ko: Windows 설치 패키지
pt_pt: Pacote do Instalador do Windows
ru: Пакет Windows Installer
sv: Windows Installer-paket
tr: Windows Yükleme Paketi
uk: Пакет Windows Installer
zh_hans: Windows 安装程序包

source: WIM Disk Image
af: WIM-skyfbeeld
el: WIM Τόμος δίσκου
hu: WIM lemezkép
it: Immagine disco WIM
ja: WIM ディスクイメージ
ko: WIM 디스크 이미지
pt_pt: Imagem de disco WIM
ru: Образ диска WIM
sv: WIM-skivavbild
tr: WIM Disk İmajı
uk: WIM Образ диска
zh_hans: WIM 磁盘映像

source: Comic Book RAR Archive
af: Strokiesprent-RAR-argief
el: Αρχείο Comic Book RAR
hu: Képregény RAR archívum
it: Archivio RAR Comic Book
ja: Comic Book RAR アーカイブ
ko: Comic Book RAR 아카이브
pt_pt: Arquivo comprimido CBR
ru: Архив Comic Book RAR
sv: Comic Book RAR-arkiv
tr: Çizgi Roman RAR Arşivi
uk: Comic Book RAR Архів
zh_hans: 漫画书 RAR（CBR）归档

source: Comic Book ZIP Archive
af: Strokiesprent-ZIP-argief
el: Αρχείο Comic Book ZIP
hu: Képregény ZIP archívum
it: Archivio ZIP Comic Book
ja: Comic Book ZIP アーカイブ
ko: Comic Book ZIP 아카이브
pt_pt: Arquivo comprimido CBZ
ru: Архив Comic Book ZIP
sv: Comic Book ZIP-arkiv
tr: Çizgi Roman ZIP Arşivi
uk: Comic Book ZIP Архів
zh_hans: 漫画书 ZIP（CBZ）归档

source: Commodore Amiga MOD Archive
it: Archivio MOD Commodore Amiga
ja: Commodore Amiga MOD アーカイブ
ko: Commodore Amiga MOD 아카이브
ru: Архив Commodore Amiga MOD
zh_hans: Commodore Amiga 模型归档

source: iOS App
af: iOS-toep
el: Εφαρμογή iOS
hu: iOS-alkalmazás
it: App iOS
ja: iOSアプリ
ko: iOS 앱
pt_pt: App para iOS
ru: Приложение iOS
tr: iOS Uygulaması
uk: iOS Програма
zh_hans: iOS 应用

source: JAR Archive
af: JAR-argief
el: Αρχείο JAR
hu: JAR archívum
it: Archivio JAR
ja: JAR アーカイブ
ko: JAR 아카이브
pt_pt: Arquivo comprimido JAR
ru: Архив JAR
sv: JAR-arkiv
tr: JAR Arşivi
uk: JAR Архів
zh_hans: JAR 归档

source: WAR Archive
af: WAR-argief
el: Αρχείο WAR
hu: WAR archívum
it: Archivio WAR
ja: WAR アーカイブ
ko: WAR 아카이브
pt_pt: Arquivo comprimido WAR
ru: Архив WAR
sv: WAR-arkiv
tr: WAR Arşivi
uk: WAR Архів
zh_hans: WAR 归档

source: Compact Pro Archive
af: Compact Pro-argief
el: Aρχείο Compact Pro
hu: Compact Pro archívum
it: Archivio Compact Pro
ja: Compact Pro アーカイブ
ko: Compact Pro 아카이브
ru: Архив Compact Pro
sv: Compact Pro-arkiv
tr: Kompakt Profesyonel Arşiv
uk: Архів Compact Pro
zh_hans: Compact Pro 归档

source: Synology Package Archive
af: Synology Package-argied
el: Αρχείο Synology Package
hu: Synology csomag archívum
it: Archivio del pacchetto Synology
ja: Synology パッケージ アーカイブ
ko: Synology 패키지 아카이브
ru: Архив пакета Synology
sv: Synology paketarkiv
tr: Synology Paket Arşivi
uk: Архів Synology Package
zh_hans: Synology 包归档

source: Android Application Package
af: Android-toepassingpakket
el: Πακέτο εφαρμογής Android
hu: Android Alkalmazás Csomag
it: File APK (Android)
ja: Android アプリケーションパッケージ
ko: 안드로이드 앱 패키지
pt_pt: Pacote de aplicação Android
ru: Пакет приложений для Android
sv: Android-programpaket
tr: Android Uygulama Paketi
uk: Пакет програми для Android
zh_hans: Android 应用程序

source: Cross-Platform Installer Module (XPI)
af: Kruisplatforminstalleermodule (XPI)
el: Τμήμα Εγκαταστάτη Cross-Platform (XPI) module
hu: Keresztplatformos Telepítő Csomag (XPI)
it: Modulo di installazione multipiattaforma (XPI)
ja: クロスプラットフォーム インストーラーモジュール (XPI)
ko: 크로스-플랫폼 설치 모듈 (XPI)
pt_pt: Módulo de instalador multiplataforma (XPI)
ru: Кроссплатформенный установочный модуль (XPI)
tr: Platformlar Arası Yükleyici Modülü (XPI)
zh_hans: 跨平台安装模块（XPI）

source: APPX Archive
af: APPX-argief
el: Αρχείο APPX
hu: APPX archívum
it: Archivio APPX
ja: APPX アーカイブ
ko: APPX 아카이브
pt_pt: Arquivo comprimido APPX
ru: Архив APPX
sv: APPX-arkiv
tr: APPX Arşivi
uk: APPX Архів
zh_hans: APPX 归档

source: Safari extension
af: Safari-uitbreiding
el: Πρόσθετο Safari
hu: Safari bővítmény
it: Estensione di Safari
ja: Safari 拡張
ko: Safari 확장 프로그램
pt_pt: Extensão do Safari
ru: Расширение Safari
sv: Safari-tillägg
tr: Safari eklentisi
uk: Розширення Safari
zh_hans: Safari 扩展

source: ACE Archive
af: ACE-argief
el: Αρχείο ACE
hu: ACE archívum
it: Archivio ACE
ja: ACE アーカイブ
ko: ACE 아카이브
pt_pt: Arquivo comprimido ACE
ru: Архив ACE
sv: ACE-arkiv
tr: ACE Arşivi
uk: ACE Архів
zh_hans: ACE 归档

source: XIP Secure Archive
af: XIP- beveiligde argief
el: Αρχείο XIP Secure
hu: XIP biztonságos archívum
it: Archivio sicuro XIP
ja: XIP ソース アーカイブ
ko: XIP 보안 아카이브
pt_pt: Arquivo comprimido XIP seguro
ru: Безопасный архив XIP
tr: XIP Secure Arşivi
zh_hans: XIP 安全归档

source: Electronic Book
af: Elektroniese boek
el: Ηλ. Βιβλίο (ebook)
hu: Elektronikus könyv
it: Pubblicazione elettronica
ja: 電子ブック
ko: 전자책
ru: Электронная книга
sv: E-bok
tr: Electronik Kitap
uk: Електронна книга
zh_hans: 电子书

source: Apple Archive
af: Apple-argief
el: Aρχείο Apple
hu: Apple archívum
it: Archivio Apple
ja: Apple アーカイブ
ko: Apple 아카이브
pt_pt: Arquivo Apple
ru: Архив Apple
sv: Apple-arkiv
tr: Apple Arşivi
uk: Apple Архів
zh_hans: Apple 归档

source: Apple Encrypted Archive
el: Κρυπτογραφημένη αρχειοθήκη Apple
hu: Apple titkosított archívum
it: Archivio crittografato Apple
ja: Apple 暗号化アーカイブ
ko: 암호화된 Apple 아카이브
pt_pt: Arquivo cifrado Apple
ru: Архив Apple с шифрованием
sv: Apple-krypterat arkiv
tr: Apple Şifrelenmiş Arşiv
uk: Зашифрований архів Apple
zh_hans: Apple 加密归档

source: Squashfs Filesystem Archive
it: Archivio del file system Squashfs
ja: Squashfs ファイルシステム アーカイブ
ko: Squashfs 파일 시스템 아카이브
ru: Архив файловой системы Squashfs
tr: Squashfs Dosya Sistemi Arşivi
zh_hans: Squashfs 文件系统归档

source: WordPress All-in-One Backup
af: WordPress-alles-in-een-rugsteun
el: Εφεδρικό αντίγραφο WordPress All-in-One
hu: WordPress mentési archívum
it: Backup di WordPress All-in-One
ja: WordPress All-in-One バックアップ
ko: 워프프레스 All-in-One 백업
ru: Полная резервная копия WordPress
tr: WordPress Hepsi-Bir-Arada Yedekleme
uk: Повна резервна копія WordPress
zh_hans: WordPress 一站式备份

source: InstallShield 3 Archive
af: InstallShield 3-argief
el: Aρχείο InstallShield 3
hu: InstallShield 3 archívum
it: Archivio InstallShield 3
ja: InstallShield 3 アーカイブ
ko: InstallShield 3 아카이브
pt_pt: Arquivo InstallShield 3
ru: Архив InstallShield 3
sv: InstallShield 3-arkiv
tr: InstallShield 3 Arşivi
uk: Архів InstallShield 3
zh_hans: InstallShield 3 归档

source: Snappy Archive
ja: Snappy アーカイブ
ko: Snappy 아카이브
ru: Архив Snappy
zh_hans: Snappy 归档

source: Snappy Tarball Archive
ja: Snappy Tarball アーカイブ
ko: Snappy Tarball 아카이브
ru: Сжатый TAR-архив Snappy
zh_hans: Snappy 压缩 TAR 归档

source: Apple iWork Archive
ja: Apple iWork アーカイブ
ko: Apple iWork 아카이브
ru: Архив Apple iWork
zh_hans: Apple iWork 归档

source: Delta Controller Skin
ja: Delta Controller スキン
ko: Delta 컨트롤러 스킨
ru: Скин Delta Controller
zh_hans: Delta 控制器皮肤

source: Zipped Web Archive Collection
ja: Zip ウェブアーカイブ コレクション
ru: Сжатый веб-архив WACZ
zh_hans: Web ZIP 归档集合

source: Keka Extraction Package
af: Keka-ekstraheerpakket
el: Πακέτο Αποσυμπίεσης του Keka
hu: Keka Kicsomagoló Csomag
it: Pacchetto di estrazione di Keka
ja: Keka 抽出パッケージ
ko: Keka 압축 해제 패키지
pt_pt: Pacote de extração do Keka
ru: Пакет распаковки Keka
sv: Keka Extraheringspaket
tr: Keka Çıkarma Paketi
uk: Пакет розпакування Keka
zh_hans: Keka 提取包

source: Data
zh_hans: 数据
