Repository: aonez/Keka
Catalog: Translations-macOS/*.lproj/Localizable.strings
Languages: af, bg, de, el, pt_pt, uk

source: _BASE_USED_
af: af
bg: bg
de: de
el: en
pt_pt: pt-PT
uk: uk

source: General
af: Algemeen
bg: Основни
de: Allgemein
el: Γενικές Ρυθμίσεις
pt_pt: Geral
uk: Головні

source: Appearance
af: Voorkoms
bg: Външен вид
de: Erscheinungsbild
el: Εμφάνιση
pt_pt: Apresentação
uk: Вигляд

source: File Access
af: Lêertoegang
bg: Достъп до файлове
de: Dateizugriff
el: Πρόσβαση Αρχείου
pt_pt: Acesso a ficheiros
uk: Доступ до файлів

source: Performance
af: Verrigting
bg: Производителност
el: Επιδόσεις
pt_pt: Desempenho
uk: Продуктивність

source: Finder Extension
af: Finder-uitbreiding
bg: Finder разширение
de: Finder Erweiterung
el: Επέκταση Finder
pt_pt: Extensão do Finder
uk: Розширення для Finder

source: Passwords
af: Wagwoorde
bg: Пароли
de: Passwörter
el: Κωδικοί πρόσβασης
pt_pt: Senhas
uk: Паролі

source: Love
af: Liefde
bg: Любов
de: Liebe
el: Αγάπη
pt_pt: Apoio
uk: Підтримати проєкт

source: Done
af: Gereed
bg: Готово
de: Fertig
el: Ετοιμο
pt_pt: OK
uk: Готово

source: Yes
af: Ja
bg: Да
de: Ja
el: Ναί
pt_pt: Sim
uk: Так

source: No
af: Nee
bg: Не
de: Nein
el: Οχι
pt_pt: Não
uk: Ні

source: Don't show again
af: Moenie weer toon nie
bg: Не показвай отново
de: Nicht erneut anzeigen
el: Να μην εμφανιστεί ξανά
pt_pt: Não mostrar novamente
uk: Не показувати знову

source: Set as default compressor
af: Stel as verstek sameperser
bg: Направи архиватор по подразбиране
de: Als Standard-Komprimierer festlegen
el: Να επιλεγεί το Keka, ώς η προεπιλεγμένη εφαρμογή συμπίεσης;
pt_pt: Definir como compactador predefinido
uk: Встановити типовим архіватором

source: Not now
af: Nie nou nie
bg: Не сега
de: Später
el: Οχι τώρα
pt_pt: Agora não
uk: Не зараз

source: Want to make Keka your default compressor?
af: Wil u Keka u verstek sameperser maak?
bg: Искаш ли да направиш Keka архиватор по подразбиране?
de: Willst du Keka als Standard-Komprimierer festlegen?
el: Να επιλεγεί το Keka, ώς η προεπιλεγμένη εφαρμογή συμπίεσης;
pt_pt: Quer que o Keka seja o compactador predefinido?
uk: Хочете зробити Keka типовим архіватором?

source: This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences.
af: Dit beteken dat al die versoenbare lêers met Keka geëkstraheer sal word. U kan dit later in die Keka-voorkeure instel.
bg: Това означава, че всички поддържани файлове ще бъдат разархивирани с Keka. Можеш да го промениш по-късно в Настройки на Keka.
de: Dies bedeutet, dass von nun an alle kompatiblen Dateien mit Keka entpackt werden. Du kannst dies später in den Keka-Einstellungen ändern.
el: Αυτό σημαίνει ότι όλα τα συμβατά αρχεία θα αποσυμπιέζονται πάντα από το Keka. Μπορείτε να το ρυθμίσετε αργότερα στις 'Προτιμήσεις' του Keka
pt_pt: Isto significa que todos os ficheiros compatíveis serão extraídos com o Keka. Pode definir isto mais tarde nas preferências do Keka.
uk: Це означає, що всі сумісні файли будуть розпаковані за допомогою Keka. Ви можете зробити це пізніше в налаштуваннях Keka.

source: Really want to close Keka?
af: Wil u regtig Keka afsluit?
bg: Наистина ли искаш да затвориш Keka?
de: Willst du Keka wirklich schließen?
el: Θέλετε σίγουρα να κλείσετε το Keka;
pt_pt: Quer mesmo fechar o Keka?
uk: Ви дійсно хочете закрити Keka?

source: The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.
af: Die huidige aksies sal gekanselleer word. Indien u liewer wil sal Keka self afsluit wanneer alle aksies klaar is.
bg: Текущите операции ще бъдат отказани. Ако избереш на чакаш и да излезеш, Keka ще се затвори когато всичката работа е свършена.
de: Sollen die laufenden Aktionen abgebrochen werden? Wenn du „Nein“ wählst, beendet sich Keka selbstständig, sobald alle Aktionen abgeschlossen sind.
el: Οι τρέχουσες ενέργειες θα ακυρωθούν (Ναί). Εάν περιμένετε να εκτελεστούν πρώτα (Οχι), το Keka θα τερματίσει αυτόματα μετά το τέλος των εργασιών.
pt_pt: As operações a decorrer serão canceladas. Se decidir aguardar, o Keka será encerrado após concluir as operações.
uk: Поточні операції будуть скасовані. Якщо ви вирішите зачекати і вийти — Keka вийде коли буде виконана вся робота.

source: Password needed
af: Wagwoord benodig
bg: Нужна е парола
de: Passwort erforderlich
el: Χρειάζεται η εισαγωγή κωδικού
pt_pt: Palavra-passe necessária
uk: Потрібен пароль

source: File "%@" needs a password to be extracted
af: Lêer “%@” benodig ’n wagwoord om geëkstraheer te word
bg: Файл "%@" иска парола, за да бъде разархивиран
de: Datei „%@“ erfordert zum Entpacken ein Passwort
el: Το αρχείο "%@" θέλει εισαγωγή του κωδικού για να αποσυμπιεστεί
pt_pt: O ficheiro comprimido “%@” precisa de uma palavra-passe para ser extraído
uk: Файлу "%@" потрібен пароль для розпакування

source: File "%@" needs a special encoding to be extracted
af: Lêer “%@” benodig spesiale enkodering om geëkstraheer te word
bg: Файлът "%@" се нуждае от специално кодиране за да бъде разархивиран
de: Datei „%@“ erfordert zum Entpacken die Angabe der verwendeten Zeichenkodierung
el: Το αρχείο "%@" χρειάζεται μια ειδική κωδικοποίηση για την αποσυμπίεσή του
pt_pt: O ficheiro comprimido “%@” precisa de uma codificação especial para ser extraído
uk: Файл "%@" потребує спеціального кодування для розпакування

source: Extraction of "%@" done
af: Ekstrahering van “%@” is klaar
bg: Разархивирането на "%@" е готово
de: Entpacken von „%@“ abgeschlossen
el: Η αποσυμπίεση του "%@" ολοκληρώθηκε
pt_pt: A extração de “%@” foi concluída
uk: Розпакування "%@" завершено

source: Extraction of "%@" failed.
af: Ekstrahering van “%@” het misluk
bg: Разархивирането на "%@" се провали.
de: Entpacken von „%@“ fehlgeschlagen.
el: Η αποσυμπίεση του "%@" απέτυχε.
pt_pt: A extração de “%@” falhou.
uk: Розпакування "%@" не вдалося.

source: Extraction of %i files done
af: Ekstrahering van %i lêers is klaar
bg: Разархивирането на %i файлове е готово
de: Entpacken von %i Dateien abgeschlossen
el: Η αποσυμπίεση %i αρχείου(ων) ολοκληρώθηκε
pt_pt: A extração de “%@” ficheiros foi concluída
uk: Розпакування %i файлів завершено

source: Extraction complete
af: Ekstrahering is klaar
bg: Разархивирането завърши
de: Entpacken abgeschlossen
el: Η αποσυμπίεση ολοκληρώθηκε
pt_pt: A extração foi concluída
uk: Розпакування завершено

source: Extraction fail
af: Ekstrahering het misluk
bg: Разархивирането се провали
de: Entpacken fehlgeschlagen
el: Η αποσυμπίεση απέτυχε
pt_pt: A extração falhou
uk: Не вдалося розпакувати

source: Compression complete
af: Samepersing is klaar
bg: Архивирането завърши
de: Komprimierung abgeschlossen
el: Η συμπίεση ολοκληρώθηκε
pt_pt: A compressão foi concluída
uk: Стиснення завершено

source: File "%@" created
af: Lêer “%@” is geskep
bg: Файл "%@" е създаден
de: Datei „%@“ erstellt
el: Το αρχείο "%@" δημιουργήθηκε
pt_pt: Foi criado o ficheiro comprimido “%@”
uk: Файл "%@" створено

source: Compression fail
af: Samepersing het misluk
bg: Архивирането се провали
de: Komprimierung fehlgeschlagen
el: Η συμπίεση απέτυχε
pt_pt: A compressão falhou
uk: Не вдалося стиснути

source: File "%@" cannot be created
af: Lêer “%@” kan nie geskep word nie
bg: Файл "%@" не може да бъде създаден
de: Datei „%@“ kann nicht erstellt werden
el: Το αρχείο "%@" δε μπορεί να δημιουργηθεί
pt_pt: Não foi possível criar o ficheiro comprimido “%@”
uk: Файл "%@" неможливо створити

source: (using fallback folder)
af: (terugvalvouer word gebruik)
bg: (използвайки резервната папка)
de: (Ausweichordner wird verwendet)
el: (χρησιμοποιώντας το εναλλακτικό ευρετήριο)
pt_pt: (usando pasta alternativa)

source: Operation not implemented
af: Aksie nie geïmplementeer
bg: Операцията не се осъществява
de: Aktion nicht implementiert
el: Η λειτουργία αυτή δεν εκτελέστηκε
pt_pt: Operação não implementada
uk: Операція не виконана

source: Performing operation...
af: Aksie word uitgevoer...
bg: Извършване на операция...
de: Aktion wird ausgeführt …
el: Εκτέλεση λειτουργίας...
pt_pt: A executar a operação…
uk: Виконання операції...

source: Waiting...
af: Wag tans...
bg: Изчакване...
de: Warten...
el: Αναμονή...
pt_pt: A aguardar…
uk: Очікування...

source: Extracting "%@"
af: Ekstraheer tans “%@”
bg: Разархивиране "%@"
de: Entpacke „%@“
el: Αποσυμπίεση "%@"
pt_pt: A extrair “%@”
uk: Розпакування "%@"

source: Extracting "%@..."
af: Ekstraheer tans “%@...”
bg: Разархивиране "%@..."
de: Entpacke „%@…“
el: Αποσυμπίεση "%@..."
pt_pt: A extrair “%@”…
uk: Розпакування "%@..."

source: Creating %@ file...
af: Skep tans %@ lêer...
bg: Създаване на %@ файл...
de: Erstelle %@-Datei …
el: Δημιουρία %@ του αρχείου...
pt_pt: A criar o ficheiro comprimido %@…
uk: Створення %@ файлу...

source: Creating file "%@"
af: Skep tans lêer “%@”
bg: Създаване на файл "%@"
de: Erstelle Datei „%@“
el: Δημιουργία του αρχείου "%@"
pt_pt: A criar o ficheiro comprimido “%@”
uk: Створення файлу "%@"

source: Creating file "%@..."
af: Skep tans lêer “@...”
bg: Създаване на файл "%@..."
de: Erstelle Datei „%@…“
el: Δημιουργία του αρχείου "%@..."
pt_pt: A criar o ficheiro comprimido “%@”…
uk: Створення файлу "%@..."

source: Volume name:
af: Volumenaam:
bg: Име на дяла:
el: Ονομα τόμου:
pt_pt: Nome do volume:
uk: Назва образу:

source: Select the encoding for "%@"
af: Kies die enkodering vir "%@"
bg: Избери кодировката за "%@"
de: Zeichenkodierung für „%@“ auswählen
el: Επέλεξε την κωδικοποίηση για το "%@"
pt_pt: Selecione a codificação de “%@”
uk: Виберіть кодування для "%@"

source: Time elapsed: %d:%@%d:%@%d hours%@
af: Verstreke tyd: %d:%@%d:%@%d uur%@
bg: Изминало време: %d:%@%d:%@%d часове%@
de: Verstrichene Zeit: %d:%@%d:%@%d Stunden%@
el: Πέρασαν: %d:%@%d:%@%d ώρες%@
pt_pt: Tempo decorrido: %d:%@%d:%@%d horas%@
uk: Часу минуло: %d:%@%d:%@%d годин%@

source: Time elapsed: %d:%@%d minutes%@
af: Verstreke tyd: %d:%@%d minute%@
bg: Изминало време: %d:%@%d минути%@
de: Verstrichene Zeit: %d:%@%d Minuten%@
el: Πέρασαν: %d:%@%d λεπτά%@
pt_pt: Tempo decorrido: %d:%@%d minutos%@
uk: Часу минуло: %d:%@%d хвилин%@

source: Time elapsed: %d seconds%@
af: Verstreke tyd: %d sekondes%@
bg: Изминало време: %d секунди%@
de: Verstrichene Zeit: %d Sekunden%@
el: Πέρασαν: %d δευτερόλεπτα%@
pt_pt: Tempo decorrido: %d segundos%@
uk: Часу минуло: %d секунд%@

source: %.0f seconds
af: %.0f sekondes
bg: %.0f секунди
de: %.0f Sekunden
el: %.0f δευτερόλεπτα
pt_pt: %.0f segundos
uk: %.0f секунд

source: %i:%02i minutes
af: %i:%02i minute
bg: %i:%02i минути
de: %i:%02i Minuten
el: %i:%02i λεπτά
pt_pt: %i:%02i minutos
uk: %i:%02i хвилин

source: %i:%02i:%02i hours
af: %i:%02i:%02i uur
bg: %i:%02i:%02i часове
de: %i:%02i:%02i Stunden
el: %i:%02i:%02i ώρες
pt_pt: %i:%02i:%02i horas
uk: %i:%02i:%02i годин

source: Pause
af: Wag
bg: Пауза
el: Παύση
pt_pt: Pausar
uk: Пауза

source: Continue
af: Gaan voort
bg: Продължи
de: Fortfahren
el: Συννέχεια
pt_pt: Continuar
uk: Продовжити

source: Operation paused
af: Aksie wagtend
bg: Операцията е на пауза
de: Aktion angehalten
el: Παύση λειτουργίας
pt_pt: Operação pausada
uk: Операція призупинена

source: Cancel
af: Kanselleer
bg: Откажи
de: Abbrechen
el: Ακύρωση
pt_pt: Cancelar
uk: Скасувати

source: Close
af: Sluit
bg: Затвори
de: Schließen
el: Κλείσιμο
pt_pt: Fechar
uk: Закрити

source: Operation failed
af: Aksie het misluk
bg: Операцията се провали
de: Aktion fehlgeschlagen
el: Η λειτουργία αυτή απέτυχε
pt_pt: A operação falhou
uk: Не вдалося виконати операцію

source: Operation failed with error code %d
af: Aksie het misluk met foutkode %d
bg: Операцията се провали с код %d
de: Aktion fehlgeschlagen mit Fehlernummer %d
el: Η λειτουργία αυτή απέτυχε. Κωδικός λάθους %d
pt_pt: A operação falhou com o código de erro %d
uk: Не вдалося виконати операцію з кодом помилки %d

source: Choose a name and folder to start the compression
af: Kies ’n naam en vouer om die samepersing te begin
bg: Избери име и папка, за да започне архивирането
de: Wähle einen Namen und Ordner für die Archivdatei, um die Komprimierung zu starten
el: Επιλέξτε όνομα και φάκελο αποθήκευσης για την έναρξη της συμπίεσης
pt_pt: Escolha um nome e uma pasta para iniciar a compressão
uk: Виберіть ім'я та папку, щоб розпочати стиснення

source: Creation of "%@" failed
af: Skep van “%@” het misluk
bg: Създаването на "%@" се провали
de: Erstellen von „%@“ fehlgeschlagen
el: Η δημιουργία του "%@" απέτυχε
pt_pt: A criação de “%@” falhou
uk: Створення "%@" не вдалося

source: Creating "%@"
af: Skep tans “%@”
bg: Създаване "%@"
de: Erstelle „%@“
el: Δημιουργία του "%@"
pt_pt: A criar “%@”
uk: Створення "%@"

source: Preparing extraction...
af: Ekstrahering word voorberei…
bg: Подготвяне на разархивирането…
de: Entpacken vorbereiten …
el: Προετοιμασία εξαγωγής...
pt_pt: A preparar a extração…
uk: Підготовка розпакування…

source: Choose a folder to extract this file
af: Kies ’n vouer om die lêer heen te ekstraheer
bg: Избери папка, за да се разархивира файла
de: Wähle einen Ordner für die entpackten Dateien, um die Archivdatei zu entpacken
el: Επιλέξτε φάκελο αποθήκευσης για την αποσυμπίεση του αρχείου
pt_pt: Escolha uma pasta para onde extrair este ficheiro comprimido
uk: Виберіть папку, щоб розпакувати цей файл

source: Choose where do you want to extract "%@".
af: Kies waarheen u “%@” wil ekstraheer.
bg: Избери къде искаш да разархивираш "%@".
de: Wähle, wohin du „%@“ entpacken willst.
el: Επιλέξτε την τοποθεσία εξαγωγής "%@".
pt_pt: Escolha onde quer extrair “%@”.
uk: Виберіть, куди ви хочете розпакувати "%@".

source: Select all the volumes from "%@" or the folder that contains them.
af: Kies al die volumes van “%@” of die vouer waarin hulle is.
bg: Избери всичките томове от "%@" или папката, която съдържа файла.
de: Wähle alle Volumes in „%@“ oder den Ordner, welcher sie enthält.
el: Επιλέξτε όλους τους τόμους από το "%@" ή το φάκελο που τους περιέχει.
pt_pt: Selecione todos os volumes de “%@” ou a pasta que os contém.
uk: Виділіть усі томи з "%@" або папку, яка їх містить.

source: Select the folder that contains "%@".
af: Kies die vouer waarin “%@” lê.
bg: Избери папката, която съдържа "%@".
de: Wähle den Ordner, welcher „%@“ enthält.
el: Επέλεξε το φάκελο που περιέχει "%@".
pt_pt: Selecione a pasta que contém “%@”.
uk: Виберіть папку, яка містить "%@".

source: Extraction of "%@" failed
af: Ekstraheer van “%@” het misluk
bg: Разархивирането на "%@" се провали
de: Entpacken von „%@“ fehlgeschlagen
el: Η αποσυμπίεση του "%@" απέτυχε
pt_pt: A extração de “%@” falhou
uk: Розпакування "%@" не вдалося

source: Extraction of "%@" completed
af: Ekstraheer van "%@" voltooi
bg: Разархивирането на "%@" привърши
de: Entpacken von „%@“ abgeschlossen
el: Η αποσυμπίεση του "%@" τελείωσε
uk: Розпакування "%@" завершено

source: The extraction completed but the quarantine was not applied. Please reinstall Keka to fix this issue
af: Ekstrahering is voltooi maar kwarantyn kon nie toegepas word nie. Herinstalleer Keka asb. om hierdie probleem op te los
bg: Извличането завърши, но карантината не беше приложена. Моля, инсталирайте отново Keka, за да коригирате този проблем
de: Die Entpackung wurde abgeschlossen, aber die Quarantäne wurde nicht angewendet. Bitte installiere Keka neu, um dieses Problem zu beheben.
el: Η εξαγωγή απέτυχε αλλά δεν εφαρμόστηκε η απομόνωση (quarantine). Εγκαταστήσατε ξανά από την αρχή το Keka για να διορθώσετε το πρόβλημα αυτό
uk: Розпакування завершене, але карантин не застосовано. Будь-ласка, перевстановіть Keka, щоб це виправити

source: Keka - %i on queue
af: Keka - %i in die wagry
bg: Keka - %i на опашка
de: Keka – %i Aufträge in Warteschlange
el: Keka - %i σε αναμονή
pt_pt: Keka - %i na fila
uk: Keka - %i на черзі

source: Keka can't create this %@ image
af: Keka kan nie hierdie %@-beeld skep nie
bg: Keka не може да направи това %@ изображение
de: Keka kann dieses %@-Image nicht erstellen
el: Το Keka δε μπορεί να δημιουργήσει αυτήν την %@ 'εικόνα'
pt_pt: O Keka não pode criar esta imagem %@
uk: Keka не може створити %@ образ

source: You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image.
af: U kan slegs %@-beeld met ’n enkele vouer skep. Probeer om al u lêers in ’n vouer te plaas en dit na Keka te sleep om die %@-beeld te skep.
bg: Можете да създавате само %@ изображения с една папка. Пробвайте да сложите всичките си файлове в папка и да я пуснете върху Keka, за да създадете %@ изображение.
de: Ein %@-Image lässt sich nur aus einem einzelnen Ordner erstellen. Lege alle deine Dateien in einen Ordner und ziehe diesen auf Keka, um das %@-Image zu erstellen.
el: Μπορείτε να δημιουργήσετε μόνο %@ 'εικόνες' με ένα φάκελο. Βάλτε όλα τα αρχεία σας σε ένα φάκελο και σύρατε αυτόν πάνω στο Keka για να δημιουργήσει την %@ 'εικόνα'.
pt_pt: As imagens %@ só podem ser criadas com uma única pasta. Tente colocar todos os ficheiros numa pasta e arraste-a para o Keka para criar a imagem %@.
uk: Ви можете лише створити %@ образ. Спробуйте помістити всі ваші файли в папку і помістіть їх у Keka, щоб створити %@ образ

source: Keka can't create this @% tarball
af: Keka kan nie hierdie @%-tarball skep nie
bg: Keka не може да създаде @% tarball
de: Keka kann dieses @%-TAR-Archiv nicht erstellen
el: Το Keka δε μπορεί να δημιουργήσει αυτό τον τύπο @% tarball αρχείου
pt_pt: O Keka não pode criar este TAR @%
uk: Keka не може створити цей @% тарбол

source: This operation is not supported on %@.
af: Hierdie aksie word nie op %@ ondersteun nie.
bg: Тази операция не се поддържа на %@.
de: Diese Operation wird auf %@ nicht unterstützt.
el: Αυτή η ενέργεια δεν υποστηρίζεται στον %@.
pt_pt: Esta operação não é compatível com o %@.
uk: Ця операція не підтримується %@.

source: Compress "%@" in %@ to...
af: Pers “%@” saam in %@ na...
bg: Архивирай "%@" в %@ до...
de: Komprimiere „%@“ in %@ nach …
el: Συμπίεση "%@" in %@ to...
pt_pt: Comprimir “%@” como %@ em…
uk: Стиснути "%@" в %@ до...

source: Compress in %@ to...
af: Pers saam in %@ na...
bg: Архивирай в %@ до...
de: Komprimiere in %@ nach …
el: Συμπίεση in %@ to...
pt_pt: Comprimir como %@ em…
uk: Стиснути в %@ до...

source: Save as:
af: Bewaar as:
bg: Запази като:
de: Sichern unter:
el: Αποθήκευση ως:
pt_pt: Guardar como:
uk: Зберегти як:

source: Compress
af: Pers saam
bg: Архивирай
de: Komprimieren
el: Συμπίεση
pt_pt: Comprimir
uk: Стиснути

source: Extract "%@" to...
af: Ekstraheer “%@” na…
bg: Разархивирай "%@" към…
de: Entpacke „%@“ nach …
el: Εξαγωγή "%@" στο…
pt_pt: Extrair “%@” para…
uk: Розпакувати "%@" до...

source: Extract as:
af: Ekstraheer as:
bg: Разархивирай като:
de: Entpacken als:
el: Εξαγωγή ως:
pt_pt: Extrair como:
uk: Розпакувати як:

source: Extract
af: Ekstraheer
bg: Разархивирай
de: Entpacken
el: Εξαγωγή
pt_pt: Extrair
uk: Розпакувати

source: About %i seconds
af: Ongeveer %i sekondes
bg: Около %i секунди
de: Ungefähr %i Sekunden
el: Περίπου %i δευτερόλεπτα
pt_pt: Cerca de %i segundos
uk: близько %i секунд

source: About %i minutes
af: Ongeveer %i minute
bg: Около %i минути
de: Ungefähr %i Minuten
el: Περίπου %i λεπτά
pt_pt: Cerca de %i minutos
uk: близько %i хвилин

source: About %i hours
af: Ongeveer %i uur
bg: Около %i часа
de: Ungefähr %i Stunden
el: Περίπου %i ώρες
pt_pt: Cerca de %i horas
uk: близько %i годин

source: About %i days
af: Ongeveer %i dae
bg: Около %i дни
de: Ungefähr %i Tage
el: Περίπου %i ημέρες
pt_pt: Cerca de %i dias
uk: близько %i днів

source: About %i weeks
af: Ongeveer %i weke
bg: Около %i седмици
de: Ungefähr %i Wochen
el: Περίπου %i εβδομάδες
pt_pt: Cerca de %i semanas
uk: близько %i тижні

source: About %i months
af: Ongeveer %i maande
bg: Около %i месеца
de: Ungefähr %i Monate
el: Περίπου %i μήνες
pt_pt: Cerca de %i meses
uk: близько %i місяці

source: About %i years
af: Ongeveer %i jaar
bg: Около %i години
de: Ungefähr %i Jahre
el: Περίπου %i χρόνια
pt_pt: Cerca de %i anos
uk: близько %i років

source: About a minute
af: Ongeveer ’n minuut
bg: Около 1 минута
de: Ungefähr eine Minute
el: Περίπου 1 λεπτό
pt_pt: Cerca de um minuto
uk: близько 1 хвилини

source: About an hour
af: Ongeveer ’n uur
bg: Около 1 час
de: Ungefähr eine Stunde
el: Περίπου 1 ώρα
pt_pt: Cerca de uma hora
uk: близько 1 години

source: About a day
af: Ongeveer ’n dag
bg: Около 1 ден
de: Ungefähr ein Tag
el: Περίπου 1 ημέρα
pt_pt: Cerca de um dia
uk: близько 1 дня

source: About a week
af: Ongeveer ’n week
bg: Около 1 седмица
de: Ungefähr ein Woche
el: Περίπου 1 εβδομάδα
pt_pt: Cerca de uma semana
uk: близько 1 тиждень

source: About a month
af: Ongeveer ’n maand
bg: Около 1 месец
de: Ungefähr ein Monat
el: Περίπου 1 μήνα
pt_pt: Cerca de um mês
uk: близько 1 місяць

source: About a year
af: Ongeveer ’n jaar
bg: Около 1 година
de: Ungefähr ein Jahr
el: Περίπου 1 χρόνος
pt_pt: Cerca de um ano
uk: близько 1 року

source: Finishing...
af: Rond tans af...
bg: Приключване...
de: Abschließen …
el: Κοντεύει να τελειώσει…
pt_pt: A terminar...
uk: Завершення...

source: Can't show progress time...
af: Kan nie vorderingstyd toon nie…
bg: Не може да се покаже прогреса…
de: Restzeit kann nicht angezeigt werden …
el: Δε μπορώ να εμφανίσω την πάροδο του χρόνου…
pt_pt: Não é possível mostrar a estimativa…
uk: Неможливо показати час, що залишився...

source: Password for "%@"
af: Wagwoord vir “%@”
bg: Парола за "%@"
de: Passwort für „%@“
el: Κωδικός για το "%@"
pt_pt: Palavra-passe de “%@”
uk: Пароль від "%@"

source: Format
af: Formaat
bg: Формат
el: Τύπος αρχείου
pt_pt: Formato
uk: Формат

source: Method
af: Metode
bg: Метод
de: Methode
el: Μέθοδος συμπίεσης
pt_pt: Método
uk: Метод

source: Method:
af: Metod:
bg: Метод:
de: Methode:
el: Μέθοδος συμπίεσης:
pt_pt: Método:
uk: Метод:

source: No compression
af: Geen samepersing
bg: Без архивиране
de: Keine Komprimierung
el: Χωρίς συμπίεση
pt_pt: Sem compressão
uk: без стиснення

source: Fastest, less compression
af: Vinnigste, minder samepersing
bg: Най-бързо, по-малко архивиране
de: Schnellste, aber schlechteste Komprimierung
el: Γρήγορη Tαχύτατη- Ελάχιστη, συμπίεση
pt_pt: Rápido, pouca compressão
uk: найшвидший, найменше стиснення

source: Fast, less compression
af: Vinnig, minder samepersing
bg: Бързо, по-малко архивиране
de: Schnellere, aber schlechtere Komprimierung
el: Γρήγορη- Λίγη συμπίεση
pt_pt: Rápido, mais compressão
uk: швидкий, менше стиснення

source: Normal
af: Normaal
bg: Нормално
el: Κανονική
uk: звичайний

source: Slow, more compression
af: Stadig, meer samepersing
bg: Бавно, повече архивиране
de: Langsamere, aber bessere Komprimierung
el: Αργή- Περισσότερη συμπίεση
pt_pt: Lento, muita compressão
uk: повільний, більше стиснення

source: Slowest, more compression
af: Stadigste, meer samepersing
bg: Най-бавно, повече архивиране
de: Langsamste, aber beste Komprimierung
el: Αργή Βραδύτατη- Πάρα πολλή συμπίεση
pt_pt: Lento, máxima compressão
uk: найповільніший, найбільше стиснення

source: Compression
af: Samepersing
bg: Архивиране
de: Komprimierung
el: Συμπίεση
pt_pt: Compressão
uk: Стиснення

source: Extraction
af: Ekstrahering
bg: Разархивиране
de: Entpacken
el: Αποσυμπίεση
pt_pt: Extração
uk: Розпакування

source: Keka can't use the "extlx.plist" list, please get in contact with the developers. Now Keka will quit.
af: Keka kan nie die “extlx.plist”-lys gebruik nie, kontak asb. die ontwikkelaars. Keka sal nou afsluit.
bg: Keka не може да използва "extlx.plist" листа, моля свържете се с програмистите ѝ. Keka ще се затвори сега.
de: Keka kann die Datei „extlx.plist“ nicht verwenden. Bitte kontaktiere die Entwickler. Keka wird jetzt beendet.
el: Το Keka δε μπορεί να προσπελάσει τη "extlx.plist" λίστα, παρακαλώ επικοινωνήστε με τους προγραμματιστές. Το Keka τώρα θα τερματιστεί.
pt_pt: O Keka não pode usar a lista “extlx.plist”. Contate os programadores. O Keka será encerrado agora.
uk: Keka не може використовувати список "extlx.plist", будь ласка зверніться до розробників. Тепер Keka завершить роботу.
