Repository: aonez/Keka
Catalog: Translations-macOS/*.lproj/Localizable.strings
Languages: af, bg, de, el, pt_pt, uk

source: Keka is dying!
af: Keka het opgehou werk!
bg: Keka умира!
de: Keka stürzt ab!
el: Το Keka πεθαίνει!
pt_pt: O Keka está a morrer!
uk: Keka вмирає!

source: Ask each time
af: Vra elke keer
bg: Питай всеки път
de: Jedes mal fragen
el: Ερώτηση κάθε φορά
pt_pt: Perguntar sempre
uk: Запитувати кожен раз

source: Next to original file
af: In dieselfde vouer as oorspronklike lêer
bg: До оригиналното име
de: Neben der Originaldatei
el: Εντός τοποθεσίας πρωτότυπου αρχείου
pt_pt: Junto ao ficheiro original
uk: Поруч із оригінальним файлом

source: Custom folder...
af: Pasgemaakte vouer...
bg: Потребителска папка...
de: Auswählen …
el: Επιθυμητός φάκελος...
pt_pt: Pasta personalizada…
uk: Власна папка...

source: Same as original file
af: Dieselfde as oorspronklike lêer
bg: Същото като оригиналното име
de: Gleich der Originaldatei
el: Ιδιο με το πρωτότυπο αρχείο
pt_pt: Igual ao ficheiro original
uk: Те ж, що й у вихідному файлі

source: Custom name...
af: Pasgemaakte naam...
bg: Потребителско име...
de: Eigener Name …
el: Επιθυμητό όνομα...
pt_pt: Nome personalizado…
uk: Власна назва...

source: Archive
af: Argief
bg: Aрхив
de: Archiv
el: Αρχειοθήκη
pt_pt: Ficheiro comprimido
uk: Архів

source: Set as default folder
af: Stel in as verstekvouer
bg: Избери като папка по подразбиране
de: Als Standard-Ordner festlegen
el: Επιλογή ώς προεπιλεγμένο φάκελο
pt_pt: Definir como predefinido
uk: Встановити папку за умовчанням

source: Perform automatic action
af: Voer outomatiese aksie uit
bg: Изпълни автоматично действие
de: Aktion automatisch auswählen
el: Επιλογή αυτόματης ενέργειας
pt_pt: Escolher automaticamente
uk: Автоматично

source: Always compress
af: Pers altyd saam
bg: Винаги архивирай
de: Immer komprimieren
el: Πάντα συμπίεση
pt_pt: Comprimir sempre
uk: Завжди стискати

source: Always extract
af: Ekstraheer altyd
bg: Винаги разархивирай
de: Immer entpacken
el: Πάντα εξαγωγή
pt_pt: Extrair sempre
uk: Завжди розпаковувати

source: 1.4 MB Floppy
af: 1.4 MB stiffie
bg: 1.4 MB Флопи дискета
de: 1,4 MB Diskette
el: 1.4 MB Δισκέττα
pt_pt: 1.4 MB (disquete)
uk: 1.4 MB Дискета

source: 650 MB CD
bg: 650 МБ компактдиск

source: 700 MB CD
bg: 700 МБ компактдиск

source: 4.7 GB DVD
bg: 4.7 ГБ DVD

source: Drop here to extract
af: Los hier om te ekstraheer
bg: Пусни тук, за да разархивираш
de: Zum Entpacken hier ablegen
el: Σύρατε εδώ για εξαγωγή
pt_pt: Largue aqui para extrair
uk: Перетягніть сюди, щоб розпакувати

source: Drop here to compress
af: Los hier om saam te pers
bg: Пусни тук, за да архивираш
de: Zum Komprimieren hier ablegen
el: Σύρατε εδώ για συμπίεση
pt_pt: Largue aqui para comprimir
uk: Перетягніть сюди, щоб стиснути

source: Binary "%@" is not accessible
af: Binêr “%@” is ontoeganklik
bg: Бинарен файл "%@" не е достъпен
de: Auf Binärdatei „%@“ kann nicht zugegriffen werden
el: Το δυαδικό (Binary) αρχείο "%@" δεν είναι προσβάσιμο
pt_pt: O binário “%@” não está acessível
uk: Бінарний файл "%@" недоступний

source: The first part "%@" can't be found
af: Die eerste deel “%@” kan nie gevind word nie
bg: Първата част "%@" не може да бъде намерена
de: Der erste Teil von „%@“ wurde nicht gefunden
el: Δε βρέθηκε το πρώτο τμήμα "%@"
pt_pt: A primeira parte “%@” não foi encontrada
uk: Перша частина "%@" не знайдена

source: Unable to extract a folder
af: Kan nie ’n vouer ekstraheer nie
bg: Не може да се извлече папката
de: Ein Ordner konnte nicht entpackt werden
el: Πρόβλημα με την εξαγωγή ενός φακέλου
pt_pt: Não foi possível extrair uma pasta
uk: Не вдалося розпакувати папку

source: unknown
af: onbekend
bg: неизвестна
de: Unbekannt
el: άγνωστο
pt_pt: desconhecido
uk: невідомо

source: Unknown error
af: Onbekende fout
bg: Неизвестна грешка
de: Unbekannter Fehler
el: Αγνωστο σφάλμα
pt_pt: Erro desconhecido
uk: Невідома помилка

source: Error code %d using "%@" %@
af: Foutkode %d by gebruik van “%@” %@
bg: Код на грешката %d използвайки "%@" %@
de: Fehlernummer %d mit „%@“ %@
el: Κωδικός σφάλματος %d χρησιμοποιώντας "%@" %@
pt_pt: Código de erro %d usando “%@” %@
uk: Код помилки %d використання "%@" %@

source: Keka was unable to create the extraction package
af: Keka kon nie die ekstraheerpakket skep nie
bg: Keka не успя да създаде пакета за извличане
de: Keka konnte das Extraktionspaket nicht erstellen
el: Το Keka δε μπόρεσε να δημιουργήσει το πακέτο αποσυμπίεσης
pt_pt: O Keka não conseguiu criar o pacote de extração
uk: Не вдалося створити пакет розпакування

source: No errors found
af: Geen foute gevind
bg: Няма намерени грешки
de: Keine Fehler gefunden
el: Δε βρέθηκαν σφάλματα
pt_pt: Nenhum erro encontrado
uk: Не знайдено жодних помилок

source: Minor error, the operation may be done well
af: Klein fout, die aksie is dalk nie voltooi nie
bg: Малка грешка, операцията може да е завършена
de: Geringfügiger Fehler – vielleicht war die Aktion dennoch erfolgreich
el: Ασήμαντο σφάλμα, πιθανά η λειτουργία να ολοκληρώθηκε κανονικά
pt_pt: Pequeno erro, a operação pode ter sido concluída com sucesso
uk: Незначна помилка, операція може бути завершена

source: Fatal error
af: Fatale fout
bg: Фатална грешка
de: Fataler Fehler
el: Πολύ σοβαρό σφάλμα
pt_pt: Erro fatal
uk: Фатальна помилка

source: CRC error occurred, maybe the file is corrupt
af: CRC-fout het voorgekom, die lêer is dalk korrup
bg: CRC грешка се появи, файлът може да е развален
de: CRC-Fehler – die Datei könnte beschädigt sein
el: Προέκυψε σφάλμα τύπου CRC. Ισως είναι κατεστραμένο το αρχείο
pt_pt: Ocorreu um erro de CRC, talvez o ficheiro esteja corrompido
uk: Сталася помилка CRC, можливо, файл пошкоджено

source: Attempt to modify an archive previously locked
af: Poog om ’n voorheen vergrendelde argief te bewerk
bg: Опит да се промени заключен архив
de: Versuchte Änderung eines zuvor gesperrten Archivs
el: Απόπειρα μεταβολής ενός αρχείου το οποίο κλειδώθηκε προηγουμένως
pt_pt: Tentativa de alterar um ficheiro comprimido previamente bloqueado
uk: Спроба змінити раніше заблокований архів

source: Maybe you don't have permission to write or your disk is full
af: U het dalk nie skryftoegang nie, of u skyf is vol
bg: Може би нямаш позволение да записваш, или диска е пълен
de: Vielleicht hast du keine Schreibrechte oder die Festplatte ist voll
el: Δεν έχετε πιθανώς δικαίωμα αποθήκευσης ή ο δίσκος σας γέμισε
pt_pt: Talvez não tenha permissão de gravação ou o disco esteja cheio
uk: Можливо, у вас немає дозволу писати, або ваш диск заповнений

source: Can't open the file, maybe you don't have read permission
af: Kan nie die lêer open nie, dalk het u nie leestoestemming nie
bg: Не може да се отвори файла, може би нямаш позволение за четене
de: Datei konnte nicht geöffnet werden – vielleicht hast du keine Leserechte
el: Το αρχείο δε μπορεί να ανοίξει, πιθανώς δεν έχετε δικαίωμα ανάγνωσης
pt_pt: Impossível abrir o ficheiro, talvez não tenha permissão de leitura
uk: Не вдається відкрити файл, можливо, ви не маєте дозволу на його читання

source: Command line error, please contact with the developer
af: Bevellynfout, kontak asb. die ontwikkelaar
bg: Грешка в командния ред, моля свържи се с програмиста
de: Kommandozeilen-Fehler – bitte wende dich an den Entwickler
el: Σφάλμα γραμμής εντολών, παρακαλώ επικοινωνήστε με το δημιουργό της εφαρμογής
pt_pt: Erro de linha de comando, contacte o programador
uk: Помилка командного рядка. Зверніться до розробника

source: Not enough memory. Try to close some programs and repeat the operation
af: Te min geheue. Probeer ’n paar toeps afsluit en herhaal die aksie
bg: Няма достатъчно памет. Затвори някои приложения и опитай отново
de: Nicht genügend Speicher – schließe einige Programme und wiederhole die Aktion
el: Μη επαρκής μνήμη. Προσπαθήστε να κλείσετε λοιπά ανοικτά προγράμματά σας και επανεκτελέσατε τη λειτουργία
pt_pt: Sem memória suficiente, tente fechar algumas aplicações e repita a operação
uk: Недостатньо пам'яті. Спробуйте закрити деякі програми і спробувати ще раз

source: Can't create the file, maybe you don't have permission or free space
af: Kan nie hierdie lêer skep nie, u het dalk nie toestemming of vry spasie nie
bg: Не може да се създаде файла, може би нямаш позволение или свободно място
de: Datei konnte nicht erstellt werden – vielleicht hast du keine Zugriffsberechtigung oder zu wenig freien Speicherplatz
el: Δεν μπορώ να δημιουργήσω το αρχείο, πιθανώς δεν έχετε κατάλληλα δικαιώματα χρήστη ή ελέυθερο αποθηκευτικό χώρο
pt_pt: Impossível criar o ficheiro, talvez não tenha permissão ou não haja espaço livre
uk: Неможливо створити файл, можливо, у вас немає дозволу або вільного місця

source: Canceled manually
af: Handdmatig gekanselleer
bg: Ръчно отказано
de: Manuell abgebrochen
el: Ακυρώθηκε από το χρήστη
pt_pt: Cancelado manualmente
uk: Скасовано вручну

source: Bad password, try again
af: Verkeerde wagwoord, probeer weer
bg: Грешна парола, опитай отново
de: Falsches Passwort, versuche es erneut
el: Λάθος κωδικός, ξαναπροσπαθήστε
pt_pt: Palavra-passe incorreta, tente novamente
uk: Неправильний пароль, повторіть спробу

source: This archive is locked
af: Hierdie argief is vergrendel
bg: Архивът е заключен
de: Dieses Archiv ist gesperrt
el: Το αρχείο αυτό είναι κλειδωμένο
pt_pt: O ficheiro comprimido está bloqueado
uk: Цей архів заблоковано

source: Write error. No permission? No space left?
af: Skryffout. Geen toestemming? Geen vryspasie?
bg: Грешка при записа. Няма разрешение? Няма свободно място?
de: Schreibfehler. Keine Zugriffsberechtigung? Kein Speicherplatz?
el: Σφάλμα εγγραφής. Μη εξουσιοδότηση? Γεμάτο αποθηκευτικό μέσο?
pt_pt: Erro de gravação. Sem permissão? Sem espaço livre?
uk: Помилка запису. Немає дозволу? Недостатньо місця?

source: Can't open the file, maybe it's not accessible
af: Kan nie die lêer open nie, dalk is dit ontoeganklik
bg: Не може да се отвори файла, може би не е достъпен
de: Datei konnte nicht geöffnet werden – vielleicht kann darauf nicht zugegriffen werden
el: Το αρχείο δεν ανοίγει, πιθανά δεν είναι προσβάσιμο
pt_pt: Impossível abrir o ficheiro, talvez esteja inacessível
uk: Не вдається відкрити файл, можливо, він недоступний

source: No files matching the mask
af: Geen lêers voldoen aan die filter nie
bg: Няма файлове отговарящи на маската
de: Keine Datei passt zur Maske
el: Δε βρέθηκαν αρχεία που ταιριάζουν με το φίλτρο σας
pt_pt: Nenhum ficheiro corresponde aos filtros
uk: Немає файлів, що відповідають масці

source: There were some read errors
af: Daar was ’n paar leesfoute
bg: Има няколко грешки в четенето
de: Es traten Lesefehler auf
el: Υπήρξαν μερικά σφάλματα κατά την ανάγνωση
pt_pt: Houve alguns erros de leitura
uk: Були деякі помилки читання

source: Give access
af: Verleen toegang
bg: Позволи достъп
de: Zugriff erlauben
el: Δώσε δικαίωμα πρόσβασης
pt_pt: Conceder acesso
uk: Надати доступ

source: Just folder access
af: Slegs vouertoegang
bg: Позволи достъп до папката
de: Nur Ordnerzugriff
el: Μόνο πρόσβαση του φακέλου
pt_pt: Apenas acesso à pasta
uk: Просто доступ до папки

source: Quit
af: Sluit
bg: Излез
de: Beenden
el: Εξοδος
pt_pt: Encerrar
uk: Вийти

source: More information
af: Nog inligting
bg: Повече информация
de: Weitere Informationen
el: Περισσότερες πληροφορίες
pt_pt: Mais informações
uk: Більше інформації

source: Keka needs file access
af: Keka benodig lêertoegang
bg: Keka се нуждае от файлов достъп
de: Keka benötigt Dateizugriff
el: Το Keka χρειάζεται άδεια προσπέλασης αρχείων
pt_pt: O Keka precisa de acesso aos ficheiros
uk: Keka потребує доступу до файлів

source: Give home access
af: Gee toegang tot tuisvouer
bg: Дай достъп до Home папката
de: Zugriff auf Benutzer:innenordner erlauben
el: Δώσε πρόσβαση στο home φάκελο
pt_pt: Acesso à pasta pessoal
uk: Надати доступ до домашньої директорії

source: Customize
af: Pas aan
bg: Персонализиране
de: Anpassen
el: Παραμετροποίηση
pt_pt: Personalizar
uk: Налаштувати

source: Keka needs access to the source file/s.
af: Keka benodig toegang tot die bronlêer/s.
bg: Keka се нуждае от достъп до изходния файл (изходните файлове).
de: Keka benötigt Zugriff auf die Quelldatei(en)
el: Το Keka χρειάζεται πρόσβαση στο/α πηγαία (source) αρχείο/α.
pt_pt: O Keka precisa de acesso aos ficheiros originais.
uk: Keka потребує доступу до вихідних файлів.

source: In order to work seamlessly with your files, Keka needs local access to the Mac disk.
af: Keka benodig toegang tot die lokale Mac-skyf om met lêers en vouers te kan werk.
bg: За да работите безпроблемно с твоите файлове, Keka се нуждае от локален достъп до Mac диска.
de: Um störungsfrei mit deinen Dateien arbeiten zu können, benötigt Keka lokalen Zugriff auf die Speichermedien des Mac.
el: Για να συνεργαστεί άψογα με τα αρχεία σας, το Keka χρειάζεται άδεια τοπικής πρόσβασης στο δίσκο του Mac.
pt_pt: Para funcionar de forma integrada, o Keka precisa de acesso local ao disco do Mac.
uk: Щоб без проблем працювати з файлами, Keka потребує локальний доступ до диска Mac.

source: Simply click on "Give access to Keka", your disk should already be selected.
af: Klik bloot op “Verleen toegang aan Keka”, u skyf behoort reeds gekies te wees.
bg: Просто натисни на "Give access to Keka", твоят диск трябва да е избран предварително.
de: Klicke einfach auf „Keka den Zugriff erlauben“; das Speichermedium sollte bereits ausgewählt sein.
el: Κάνετε κλίκ στο "Δώσε άδεια πρόσβασης στο Keka", ο δίσκος σας πρέπει ήδη να έχει προεπιλεχθεί.
pt_pt: Clique em “Conceder acesso”. O disco já deve estar selecionado.
uk: Просто натисніть "Дати доступ до Keka", ваш диск має бути вже вибраний.

source: Give access to Keka
af: Verleen toegang aan Keka
bg: Позволи достъп на Keka
de: Keka den Zugriff erlauben
el: Δώσε άδεια πρόσβασης στο Keka
pt_pt: Conceder acesso
uk: Дати доступ до Keka

source: Full Mac access (Recommended)
af: Volle Mac-toegang (Aanbeveel)
bg: Full Mac access (Препоръчително)
de: Voller Mac-Zugriff (empfohlen)
el: Πλήρη άδεια πρόσβασης στο Mac (Προτείνεται)
pt_pt: Acesso total ao Mac (recomendado)
uk: Повний доступ Mac (рекомендовано)

source: Home folder access
af: Toegang tot tuisvouer
bg: Достъп до папката Home
de: Zugriff auf den Benutzer:innenordner
el: Αδεια πρόσβασης στο Home φάκελο
pt_pt: Acesso à pasta pessoal
uk: Доступ до домашньої папки

source: External volumes access
af: Toegang tot eksterne volumes
bg: Достъп до външни дискове
de: Zugriff auf externe Volumes
el: Πρόσβαση εξωτερικών τόμων
pt_pt: Acesso a volumes externos
uk: Доступ до зовнішніх томів

source: Full Mac
af: Volle Mac
bg: Целият Mac
de: Mac ist voll
el: Σε όλο το Mac
pt_pt: Todo o Mac
uk: Весь Mac

source: Home folder
af: Tuisvouer
bg: Папка Home
de: Benutzer:innenordner
el: Φάκελο Home
pt_pt: Pasta pessoal
uk: Домашня папка

source: External volumes
af: Eksterne volumes
bg: Външни дискове
de: Externe Volumes
el: Εξωτερικούς τόμους
pt_pt: Volumes externos
uk: Зовнішні томи

source: Show in context menu
af: Toon in kontekskieslys
bg: Показване в контекстното меню
de: Im Kontextmenü anzeigen
el: Εμφάνιση στο context μενού
pt_pt: Mostrar no menu contextual
uk: Показати в контекстному меню

source: External disk: %@
af: Eksterne skyf: %@
bg: Външен диск: %@
de: Externes Speichermedium: %@
el: Εξωτερικός δίσκος: %@
pt_pt: Disco externo: %@
uk: Зовнішній диск: %@

source: An extension is required
af: ’n Uitbreiding word vereis
bg: Нужна е добавка
de: Eine Erweiterung ist erforderlich
el: Απαιτείται μια προέκταση
pt_pt: É necessária uma extensão
uk: Потрібно розширення

source: In order to set Keka as the default application, you need to install an extension. Click on "More information" to follow the required steps. Remember that you can always set Keka as the default application for any format using the Finder's "Get Info" panel.
af: Om Keka as die verstektoepassing op te stel moet u ’n uitbreiding installeer. Klik op “Nog inligting” om die nodige stappe te volg. Onthou dat u Keka altyd as die verstektoepassing vir enige formaat kan opstel d.m.v. die Finder se “Kry Info”-paneel.
bg: За да направиш Keka архиватор по подразбиране, трябва да инсталираш добавка. Натисни на "More information", за да направиш нужните стъпки. Запомни, че винаги можеш да направиш Keka архиватор по подразбиране за всеки формат с "Get Info" панела на Finder.
de: Um Keka als Standardanwendung festlegen zu können, muss eine Erweiterung installiert werden. Klicke auf „Weitere Informationen“, um die erforderlichen Schritte auszuführen. Beachte, dass im Dialogfenster „Informationen“ des Finders zu jeder Zeit Keka als Standardanwendung für ein Format festgelegt werden kann.
el: Για να ορίσετε το Keka ώς προεπιλεγμένη εφαρμογή, χρειάζεται να εγκαταστήσετε μια προέκταση. Κάντε κλίκ στο "Περισσότερες πληροφορίες" και ακολουθήστε τις οδηγίες. Θυμηθείτε πως μπορείτε πάντοτε να ορίσετε το Keka ώς την προεπιλεγμένη / κύρια (default) εφαρμογή για οποιοδήποτε τύπο αρχείων χρησιμοποιώντας την επιλογή ”Περισσότερες πήροφορίες (Get Info)” του Finder.
pt_pt: Para definir o Keka como a aplicação predefinida, tem de instalar uma extensão. Clique em “Mais informações” para seguir os passos necessários. Lembre-se que pode configurar também no Finder, selecionado o ficheiro comprimido, depois selecione no menu Ficheiro - Informações - Secção “Abrir com” para definir o Keka como aplicação predefinida.
uk: Щоб встановити Keka типовим архіватором, потрібно встановити розширення. Натисніть на "Більше інформації" щоб виконати необхідні кроки. Пам'ятайте, що ви завжди можете встановити Keka типовим архіватором для будь-якого формату за допомогою "Досьє" у Finder.

source: Your installed extension is obsolete and you should update it.
af: U geïnstalleerde uitbreiding is uitgedien en u moet dit bywerk.
bg: Инсталираното разширение е остаряло и трябва да го актуализираш.
de: Deine installierte Erweiterung ist veraltet – Du solltest sie aktualisieren.
el: Η έκδοση της εγκατεστημένης προέκτασης είναι παλιά. Ενημερώστε την.
pt_pt: A extensão instalada é obsoleta e deve ser atualizada.
uk: Встановлене вами розширення застаріло, вам слід його оновити.

source: Update
af: Werk by
bg: Актуализирай
el: Ενημέρωση
pt_pt: Atualizar
uk: Оновити

source: Save
bg: Запази
de: Sichern
el: Αποθήκευση
uk: Зберегти

source: Cannot set Keka as default
af: Kan nie Keka as verstek opstel nie
bg: Keka не може да бъде настроена по подразбиране
de: Keka kann nicht als Standardanwendung festgelegt werden.
el: Δε μπορώ να ορίσω το Keka ως προεπιλεγμένη εφαρμογή
pt_pt: Não foi possível definir o Keka como aplicação predefinida.
uk: Неможливо встановити Keka як типовий архіватор

source: The intermediate application failed to launch. There is more information in the Console.app.
af: Die tussentydse toepassing kon nie lanseer nie. Vind meer inligting in die Console.app.
bg: Междинното приложение не успя да стартира. Има повече информация в Console.app.
de: Die Zwischenanwendung konnte nicht gestartet werden. Weitere Informationen findest du im Programm „Konsole“.
el: Αδυναμία φόρτωσης της ενδιάμεσης (intermediate) εφαρμογής. Περισσότερες πληροφορίες στην εφαρμογή Console.app.
pt_pt: Falha ao abrir a aplicação intermediária. Pode obter mais informações na aplicação Terminal.
uk: Не вдалося запустити проміжний додаток. Більше інформації в Console.app.

source: The intermediate application returned an undefined code.
af: Die tussentydse toepassing het ’n ongedefinieerde kode teruggedien.
bg: Междинното приложение върна неопределен код.
de: Die Zwischenanwendung lieferte eine unbekannte Fehlernummer zurück.
el: Η ενδιάμεση (intermediate) εφαρμογή επέστρεψε ένα μη ορισμένο κωδικό.
pt_pt: A aplicação intermediária devolveu um código indefinido.
uk: Проміжний додаток повернув невизначений код.

source: Keka is now set as the default application for its known formats.
af: Keka is nou opgestel as die verstektoepassing vir sy ondersteunde formate.
bg: Keka вече е зададенa като приложение по подразбиране за известните си формати.
de: Keka ist jetzt als Standardanwendung für alle von ihm verarbeitbaren Formate festgelegt.
el: Το Keka ορίσθηκε ώς η προεπιλεγμένη εφαρμογή για το χειρισμό των γνωστών σε αυτήν, τύπων αρχείων.
pt_pt: Agora o Keka está definido como aplicação predefinida dos formatos conhecidos.
uk: Keka тепер встановлена як стандартна програма для відомих форматів.

source: Keka set as default
af: Stel Keka as verstek op
bg: Keka е настроена по подразбиране
de: Keka ist als Standardanwendung festgelegt
el: Το Keka ορίσθηκε ως προεπιλεγμένη εφαρμογή
pt_pt: Keka definido como programa predefinido
uk: Keka тепер типовий архіватор

source: There were some errors while registering the formats. There is more information in the Console.app.
af: Daar was ’n paar foute toe die formate geregistreer is. Vind meer inligting in die Console.app.
bg: Възникнаха някои грешки по време на регистрирането на формати. Има повече информация в Console.app.
de: Es traten bei der Registrierung der Formate einige Fehler auf. Weitere Informationen findest du im Programm „Konsole“.
el: Υπήρξαν μερικά σφάλματα κατά την εγγραφή των τύπων αρχείων (formats). Δείτε περισσότερες πληροφορίες με την εφαρμογή Console.app.
pt_pt: Houve alguns erros ao registar os formatos. Estão disponíveis mais informações na aplicação Terminal.
uk: Були деякі помилки під час реєстрації форматів. Більше інформації в Console.app.

source: The intermediate application can't get access to Keka.
af: Die tussentydse toepassing kry nie toegang tot Keka nie.
bg: Междинното приложение не може да получи достъп до Keka.
de: Die Zwischenanwendung erhält keinen Zugriff auf Keka.
el: Η ενδιάμεση (intermediate) εφαρμογή δε μπορεί να προσπελάσει το Keka.
pt_pt: A aplicação intermediária não consegue obter o acesso ao Keka.
uk: Проміжний додаток не може отримати доступ до Keka.

source: The intermediate application can't find Keka.
af: Die tussentydse toepassing kan Keka nie vind nie.
bg: Междинното приложение не може да намери Keka.
de: Die Zwischenanwendung findet Keka nicht.
el: Η ενδιάμεση (intermediate) εφαρμογή δε μπορεί να βρεί το Keka.
pt_pt: A aplicação intermediária não encontrou o Keka.
uk: Проміжний додаток не може знайти Keka.

source: Show in Finder
af: Toon in Finder
bg: Покажи в Finder
de: Im Finder anzeigen
el: Εμφάνιση στο Finder
pt_pt: Mostrar no Finder
uk: Показати у Finder

source: Delete
af: Skrap
bg: Изтрий
de: Löschen
el: Διαγραφή
pt_pt: Eliminar
uk: Видалити

source: Continue without encryption
af: Gaan voort sonder enkripsie
bg: Продължи без криптиране
de: Ohne Verschlüsselung fortfahren
el: Συννέχισε χωρίς την κρυπτογράφηση
pt_pt: Continuar sem encriptação
uk: Продовжити без шифрування

source: The password does not match
af: Die wagwoord stem nie ooreen nie
bg: Паролата не съвпада
de: Die Passwörter stimmen nicht überein
el: Ο κωδικός δεν είναι σωστός
pt_pt: A palavra-passe não é igual
uk: Пароль не співпадає
