Repository: aonez/Keka
Catalog: Translations-macOS/*.lproj/Localizable.strings
Languages: af, bg, de, el, pt_pt, uk

source: Tip Keka a bunch of food to keep rolling
af: Gee vir Keka ’n mandjie vol kos vir ’n vol maag
bg: Подари на Keka храна за да продължава да се развива
de: Spende Keka ein neues Paket Lebensmittel...
el: Δώρησε πολύ φαγητό στο Keka να λειτουργεί ομαλά
pt_pt: Dê muita comida para o Keka ficar em forma
uk: Дайте Keka купу їжі, щоб продовжити роботу

source: To enable external volumes access go to your main disk and select the "Volumes" folder.
uk: Щоб увімкнути доступ до зовнішніх томів, перейдіть на основний диск і виберіть папку "Томи".

source: Encrypted Apple Archive files are only supported on macOS 12 or newer
de: Verschlüsselte Apple Archiv Dateien werden nur auf macOS 12 oder neuer unterstützt
uk: Зашифровані Apple Archive підтримуються лише в macOS 12 та новіших версіях

source: OK
af: Goed
el: Εντάξει

source: Settings
el: Προτιμήσεις

source: Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.
af: Keka sal na gelang van die lêerformaat en -uitbreiding besluit om saam te pers of te ekstraheer. Dit is ’n aanbevole opsie.
de: Keka entscheidet anhand des Dateiformats und -endung, ob diese komprimiert oder dekomprimiert wird. Dies ist die empfohlene Einstellung.
