Repository: aonez/Keka
Catalog: Translations-macOS/*.lproj/Localizable.strings
Languages: af, bg, de, el, pt_pt, uk

source: The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.
af: Die wagwoord is nie deeglik gestel nie en die lêer kan nie geënkripteer word nie. U kan kanselleer en die wagwoord weer stel of die proses sonder enkripsie voortsit.
bg: Паролата не е правилно зададена и файлът не може да бъде криптиран. Можеш да анулираш и зададеш паролата отново или да продължиш процеса без криптиране.
de: Das Passwort wurde nicht korrekt gesetzt, daher konnte die Datei nicht verschlüsselt werden. Du kannst den Vorgang abbrechen, um das Passwort erneut zu setzen oder ohne Verschlüsselung fortfahren.
el: Ο κωδικός δεν εισάχθηκε σωστά και το αρχείο δε μπορεί να κρυπτογραφηθεί. Μπορείτε να ακυρώσετε και να εισάγετε ξανά τον κωδικό ή συννεχίστε τη διεργασία χωρίς κρυπτογράφιση.
pt_pt: A palavra-passe não está definida corretamente e o ficheiro não pode ser encriptado. Pode cancelar e definir a palavra-passe novamente ou continuar o processo sem encriptação.
uk: Пароль встановлений неправильно, тому файл не можна зашифрувати. Ви можете скасувати та встановити пароль ще раз або продовжити процес без шифрування.

source: Use legacy encryption
af: Gebruik legaatenkripsie
bg: Използвай старо криптиране
de: Veraltete Verschlüsselung verwenden
el: Χρήση κρυπτογράφησης παλαιότερης έκδοσης
pt_pt: Usar encriptação legada
uk: Використовувати звичайнe шифрування

source: Using AES-256 encryption in ZIP
af: Gebruik tans AES-256-enkripsie in ZIP
bg: Използвай AES-256 криптиране в ZIP
de: AES-256-Verschlüsselung im ZIP verwenden
el: Κρυπτογράφιση στο ZIP, με το AES-256 στάνταρντ
pt_pt: Usar encriptação AES-256 em ZIP
uk: Використовувати AES-256 шифрування в ZIP

source: Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default. You can open those files easily with most third party extraction utilities.
af: Let daarop dat die meeste moderne bedryfstelsels soos macOS (voor macOS 11.0 Big Sur) of Windows nie AES-256-geënkripteerde ZIP’s by verstek ondersteun nie. U kan maklik daardie lêers met die meeste derdeparty-ekstraheernutsmiddels open.
bg: Обърни внимание, че повечето съвременни операционни системи като MacOS (преди MacOS 11.0 Big Sur) или Windows не поддържат AES-256 криптирани ZIP по подразбиране.. YМожеш лесно да отвориш тези файлове с повечето помощни програми за извличане на трети страни.
de: Beachte, dass die meisten modernen Betriebssysteme wie macOS (bis macOS 11.0 Big Sur) oder Windows AES-256 verschlüsselte ZIP-Archive nicht standardmäßig unterstützen. Du kannst solche Dateien problemlos mit den meisten Archivierungsprogrammen von Drittherstellern entpacken.
el: Σημείωση: τα περισσότερα σύγχρονα λειτουργικά συστήματα macOS (παλαιότερων εκδόσεων από το OSX 11.0 Big Sur) ή Windows, δεν υποστηρίζουν εξ’ορισμού κρυπτογραφημένα αρχεία ZIP με το στάνταρντ AES-256. Μπορείτε να ανοίξετε εύκολα τα αρχεία αυτά με τα προγράμματα αποσυμπίεσης διαφόρων κατασκευαστών.
pt_pt: Note que a maioria dos sistemas operativos, como o macOS ou Windows, não é compatível com a encriptação AES-256 nativamente. Mas pode abrir esses ficheiros facilmente com a maioria dos programas de extração de ficheiros comprimidos.
uk: Зверніть увагу, що більшість сучасних операційних систем, таких як macOS (до macOS 11.0 Big Sur) або Windows, найчастіше не підтримують зашифровані ZIP-файли AES-256. Ви можете легко відкрити ці файли за допомогою більшості сторонніх програм для вилучення.

source: Cannot create the file
af: Kan nie die lêer skep nie
bg: Файлът не може да бъде създаден
de: Konnte Datei nicht erstellen
el: Δε μπορώ να δημιουργήσω το αρχείο
pt_pt: Não é possível criar o ficheiro comprimido
uk: Не вдається створити файл

source: Keka has no file access to the source file/s Give it access when asked or manually in the Preferences
af: Keka het nie lêertoegang tot die bronlêer/s nie Verleen toegang wanneer daarom gevra word of doen dit handmatig in die Voorkeure
bg: Keka няма достъп до началния файл(началните файлове) Дай му достъп, когато се поиска или ръчно в Настройки
de: Keka hat keinen Zugriff auf die Quelldatei(en) Erlaube den Zugriff, wenn du danach gefragt wirst oder manuell in den Systemeinstellungen
el: Το Keka δεν έχει άδεια προσπέλασης των πηγαίων αρχείων Δώσε άδεια όταν ζητηθεί ή μέσω των επιλογών του μενού ρυθμίσεων
pt_pt: O Keka não tem acesso aos ficheiros originais. Conceda o acesso quando solicitado ou manualmente nas Preferências do Keka.
uk: Keka не має доступу до файлу до вихідного файлу/s Надайте йому доступ за запитом або вручну в Налаштуваннях

source: Give access to the source/s folder/s
af: Verleen toegang tot die bron/ne vouer/s
bg: Дай достъп до началната папка (началните папки)
de: Zugriff auf Quellordner erlauben
el: Δώσε άδεια προσπέλασης του/ων πηγαίου/ων φακέλου/ων
pt_pt: Conceder acesso à pasta original
uk: Надайте доступ до папки джерел

source: Give access to the compressed file
af: Verleen toegang tot die saamgeperste lêer
bg: Дай достъп до архивирания файл
de: Zugriff auf komprimierte Datei erlauben
el: Δώσε άδεια προσπέλασης στο συμπιεσμένο αρχείο
pt_pt: Conceder acesso ao ficheiro comprimido
uk: Надайте доступ до стисненого файлу

source: The extension is enabled
af: Die uitbreiding is geaktiveer
bg: Разширението е активирано
de: Die Erweiterung ist aktiviert
el: Η προέκταση έχει ενεργοποιηθεί
pt_pt: A extensão está ativada
uk: Розширення ввімкнено

source: The extension is disabled
af: Die uitbreiding is gedeaktiveer
bg: Разширението е деактивирано
de: Die Erweiterung ist deaktiviert
el: Η προέκταση έχει απενεργοποιηθεί
pt_pt: A extensão está desativada
uk: Розширення вимкнено

source: Enable or disable the extension
af: Aktiveer of deaktiveer die uitbreiding
bg: Активирай или деактивирай разширението
de: Aktiviere oder deaktiviere die Erweiterung
el: Ενεργοποίησε ή απενεργοποίησε την προέκταση
pt_pt: Ative ou desative a extensão
uk: Увімкніть або вимкніть розширення

source: Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.
af: Keka sal alle lêers saampers, selfs dié wat reeds saamgepers is. U kan ’n reeds saamgeperste lêer saampers in outomatiese modus deur dit in die onderste deel van die aflaaisone te los.
bg: Keka ще архивира всички файлове, дори и тези, които вече са архивирани. Можеш да архивираш вече архивиран файл в автоматичен режим, като го пуснеш в долната част на полето за провлачване.
de: Keka komprimiert alle Dateien, auch solche, die bereits komprimiert wurden. Im automatischen Modus kannst du eine bereits komprimierte Datei erneut komprimieren, indem du diese in den unteren Teil des Programmfensters ziehst.
el: Το Keka θα συμπιέσει όλα τα αρχεία, ακόμα και αυτά που είναι ήδη συμπιεσμένα. Μπορείτε να συμπιέσετε ένα ήδη συμπιεσμένο αρχείο μέσω της αυτόματης λειτουργίας “ρίχνοντάς το” στην κάτω περιοχή της ζώνης απόθεσης (drop zone).
pt_pt: O Keka irá comprimir todos os ficheiros, até mesmo os que já estão comprimidos. No modo automático, pode largar um ficheiro já comprimido na parte inferior da área de operações para comprimi-lo.
uk: Keka буде стискати всі файли, навіть ті, які вже стиснуті. Ви можете стиснути вже стислий файл в автоматичному режимі, опустивши його в нижню частину зони скидання.

source: Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.
af: Keka sal poog om alle lêers te ekstraheer. U kan ’n onbekende lêertipe in outomatiese modus probeer ekstraheer deur die in die onderste deel van die aflaaisone te los.
bg: Keka ще се опита да извлече всички файлове. Можеш да опиташ да извлечеш неизвестен файл в автоматичен режим, като го пуснеш в долната част на полето за провлачване.
de: Keka wird versuchen, alle Dateien zu dekomprimieren. Im automatischen Modus kannst du versuchen, eine unbekannte Datei dekomprimieren, indem du diese in den unteren Teil des Programmfensters ziehst.
el: Το Keka θα προσπαθήσει να εξάγει όλα τα αρχεία. Μπορείτε να προσπαθήσετε να εξάγετε ένα άγνωστο τύπο αρχείου, μέσω της αυτόματης λειτουργίας “ρίχνοντάς το” στην κάτω περιοχή της ζώνης απόθεσης (drop zone).
pt_pt: O Keka tentará extrair todos os ficheiros comprimidos. No modo automático, pode largar um ficheiro comprimido desconhecido na parte inferior da área de operações para extraí-lo.
uk: Keka спробує витягти всі файли. Ви можете спробувати витягти невідомий файл в автоматичному режимі, опустивши його в нижню частину зони скидання.

source: Show the operation log
af: Toon die aksielogboek
bg: Покажи журнала на операциите
de: Protokolldatei(en) anzeigen
el: Εμφάνιση του ιστορικού των λειτουργιών
pt_pt: Mostrar registo da operação
uk: Показати журнал виконання

source: Unable to process tips
af: Kan nie fooie verwerk nie
bg: Не може да се обработят бакшишите
de: Konnte Trinkgeld nicht verarbeiten
el: Αδυνατώ να επεξεργαστώ τα φιλοδωρήματα (tips)
pt_pt: Não foi possível processar a gorjeta
uk: Неможливо обробити поради

source: Already tipping a monthly %@
af: U gee reeds ’n maandelikse %@ fooi
bg: Вече даваш бакшиш месечно %@
de: Du gibst bereits %@ Trinkgeld im Monat
el: Ηδη φιλοδωρήθηκε ένα μηνιαίο %@
pt_pt: Já está a enviar uma gorjeta mensal de %@
uk: Вже даю %@ щомісяця

source: Send a monthly %@ tip
af: Stuur ’n maandelikse %@ fooi
bg: Изпрати месечен %@ бакшиш
de: Monatlich %@ Trinkgeld geben.
el: Στείλε ένα μηνιαίο %@ φιλοδωρημα
pt_pt: Enviar uma gorjeta mensal de %@
uk: Надсилати %@ щомісяця

source: Send a %@ tip
af: Stuur ’n %@ fooi
bg: Изпрати %@ бакшиш
de: %@ Trinkgeld geben
el: Στείλε ένα %@ φιλοδώρημα
pt_pt: Enviar uma gorjeta de %@
uk: Надіслати %@

source: Give Keka some love ♥
af: Gee Keka liefde ♥
bg: Дай на Keka малко любов ♥
de: Schenke Keka etwas Liebe ♥
el: Δείξε λίγη αγάπη ♥ στο Keka
pt_pt: Demonstre o seu apoio ao Keka ♥
uk: Надати Keka трішки ♥

source: All extractions will be expanded at this location.
af: Alle ekstrahering word in hierdie ligging uitgepak.
bg: Всички разархивирания ще бъдат разширени на това място.
de: Alle Entpackungen werden an diesem Ort abgelegt.
el: Ολες οι εξαγωγές θα τοποθετηθούν στην τοποθεσία αυτή.
pt_pt: Todas as operações de extração ocorrerão neste local.
uk: Усі розпакування будуть розташовані в цьому місці.

source: All compressions will be stored at this location.
af: Alle samepersings word in hierdie ligging bewaar.
bg: Всички архивирания ще се съхраняват на това място.
de: Alle Komprimierungen werden an diesem Ort abgelegt.
el: Ολες οι συμπιέσεις θα αποθηκευτούν στην τοποθεσία αυτή.
pt_pt: Todas as operações de compressão ocorrerão neste local.
uk: Усі стиснення будуть розташовані в цьому місці.

source: You'll be asked where to extract each operation.
af: U sal gevra word waarheen om elke aksie te ekstraheer.
bg: Ще бъдеш попитан(а) къде да извлечеш всяка операция.
de: Du wirst für jeden Vorgang einzeln gefragt, wohin dieser entpackt werden soll.
el: Θα ερωτηθείτε πού να εξάγετε την κάθε λειτουργία.
pt_pt: Cada operação de extração solicitará um local.
uk: Вас запитають, де розпакувати кожну операцію.

source: You'll be asked where to compress each operation.
af: U sal gevra word waarheen om elke aksie saam te pers.
bg: Ще бъдеш попитан(а) къде да архивираш всяка операция.
de: Du wirst für jeden Vorgang einzeln gefragt, wohin dieser komprimiert werden soll.
el: Θα ερωτηθείτε πού να συμπιέσετε την κάθε λειτουργία.
pt_pt: Cada operação de compressão solicitará um local.
uk: Вас запитають, де стиснути кожну операцію.

source: If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.
af: Indien Keka lêertoegang het sal dit die aksie naby die bronlêer/s uitvoer, anders sal dit vir ’n ligging vra. U kan Keka se Lêertoegang in die Voorkeureoortjie stel sodat hierdie opsie deeglik werk.
bg: Ако Keka има достъп до файлове, той ще изпълни операцията в близост до изходния файл/и, в противен случай тя ще поиска място. Можеш да зададеш достъпа на файлове на Keka в Настройки, така че тази опция да работи правилно.
de: Falls Keka Dateizugriff hat, wird der Vorgang neben den Quelldateien durchgeführt, anderenfalls wirst du nach einem Ort gefragt. Du kannst den Dateizugriff in den Keka-Einstellungen aktivieren, sodass diese Einstellung korrekt funktioniert.
el: Εαν το Keka έχει δικαίωμα πρόσβασης αρχείων θα εκτελέσει τη λειτουργία του δίπλα στα πηγαία αρχεία, διαφορετικά θα σας ζητήσει μια επιθυμητή τοποθεσία. Ρυθμίστε τα δικαιώματα πρόσβασης αρχείων στην καρτέλα των επιλογών Προτιμήσεων ώστε η επιλογή αυτή να λειτουργήσει σωστά.
pt_pt: Se o Keka tiver acesso ao ficheiro, ele executará a operação junto do ficheiro original. Caso contrário, solicitará um local. Configure nas preferências do Keka, no separador “Acesso a ficheiros”, para que esta opção funcione corretamente.
uk: Якщо Keka має доступ до файлів, то файли будуть розпаковані біля вихідного файлу. В іншому випадку, Keka запитає розташування. Ви можете настроїти доступ до файлів у налаштуваннях Keka, щоб усе працювало належним чином.

source: Keka has no file access to the destination folder so it needs to ask for a location. You can add access to this and other folders in Keka's Preferences File Access pane.
af: Keka het nie toegang tot die bestemmingsvouer nie daarom moet dit vir ’n ligging vra. U kan vir hierdie en ander vouers toegang verleen in Keka se Voorkeure Lêertoegang-paneel.
bg: Keka няма достъп до файлове до папката за местоназначение, така че трябва да поиска местоположение. Можеш да добавиш достъп до тази и други папки в панела за достъп в Настройки на Keka.
de: Keka hat keinen Dateizugriff auf den Quellordner und muss dich nach einem Ort fragen. Du kannst Keka Zugriff auf diesen und weitere Ordner in den Keka-Einstellungen geben.
el: Το Keka το Keka δεν έχει δικαίωμα πρόσβασης αρχείων στο φάκελο προορισμού οπότε χρειάζεται να σας ρωτήσει για μια τοποθεσία. Προσθέστε πρόσβαση σε αυτό το φάκελο (τοποθεσία) και άλλους φακέλους μέσω των επιλογών Πρόσβασης αρχείων της καρτέλας Προτιμήσεων του Keka.
pt_pt: O Keka precisa de solicitar onde a operação será realizada porque não tem acesso à pasta de destino. Pode adicionar o acesso a esta e outras pastas nas preferências do Keka, no separador “Acesso a ficheiros”.
uk: Оскільки Keka не має доступу до цільової папки, буде запитано розташування. Ви можете налаштувати доступ до цієї та інших папок у налаштуваннях Keka у вкладці доступу до файлів.

source: The characters %@ are not compatible with the %@ format
af: Die karakters %@ is onversoenbaar met die %@-formaat
bg: Символите %@ не са съвместими с формата %@
de: Die Zeichen %@ sind nicht mit dem %@-Format kompatibel
el: Οι χαρακτήρες %@ δεν είναι συμβατοί με το %@ φορμά (format)
pt_pt: Os caracteres %@ não são compatíveis com o formato %@
uk: Символи %@ не сумісні з форматом %@

source: The character %@ is not compatible with the %@ format
af: Die karakter %@ is onversoenbaar met die %@-formaat
bg: Символът %@ не е съвместим с формата %@
de: Das Zeichen %@ ist nicht mit dem %@-Format kompatibel
el: Ο χαρακτήρaς %@ δεν είναι συμβατός με το %@ φορμά (format)
pt_pt: O caractere %@ não é compatível com o formato %@
uk: Символ %@ не сумісний із форматом %@

source: Stop compressing
af: Staak samepersing
bg: Спри архивирането
de: Komprimieren stoppen
el: Σταμάτησε τη συμπίεση
pt_pt: Parar compressão
uk: Зупинити стиснення

source: Stop extracting
af: Staak ekstrahering
bg: Спри разархивирането
de: Entpacken stoppen
el: Σταμάτησε την εξαγωγή
pt_pt: Parar extração
uk: Зупинити розпакування

source: Resume compressing
af: Sit samepersing voort
bg: Продължи архивирането
de: Komprimieren fortsetzen
el: Συννέχισε τη συμπίεση από το σημείο παύσης
pt_pt: Retomar compressão
uk: Відновити стиснення

source: Resume extracting
af: Sit ekstrahering voort
bg: Продължи разархивирането
de: Entpacken fortsetzen
el: Συννέχισε την εξαγωγή από το σημείο παύσης
pt_pt: Retomar extração
uk: Відновити розпакування

source: Pause compressing
af: Laat samepersing wag
bg: Пауза на архивирането
de: Komprimieren anhalten
el: Πάυση συμπίεσης
pt_pt: Pausar compressão
uk: Призупинити стиснення

source: Pause extracting
af: Laat ekstrahering wag
bg: Пауза на разархивирането
de: Entpacken anhalten
el: Παύση εξαγωγής
pt_pt: Pausar extração
uk: Призупинити розпакування

source: Compression paused
af: Samepersing wagtend
bg: Архивирането е на пауза
de: Komprimieren angehalten
el: Πάυση συμπίεσης
pt_pt: Compressão pausada
uk: Стиснення призупинено

source: Extraction paused
af: Ekstrahering wagtend
bg: Разархивирането е на пауза
de: Entpacken angehalten
el: Παύση εξαγωγής
pt_pt: Extração pausada
uk: Розпакування призупинено

source: Waiting for password
af: Wag vir wagwoord
bg: Изчакване за парола
de: Warten auf Passwort
el: Αναμονή για εισαγωγή κωδικού
pt_pt: A aguardar pela palavra-passe
uk: Очікування пароля

source: On queue
af: In wagry
bg: На опашката
de: In der Warteschlange
el: Στην ουρά αναμονής
pt_pt: Na fila
uk: У черзі

source: Applying quarantine...
af: Pas tans kwarantyn toe...
bg: Прилагане на карантина...
de: Quarantäne ausführen …
el: Εφαρμογή καραντίνας...
pt_pt: A aplicar a quarentena...
uk: Застосування карантину...

source: %@. Please get in contact with the developers.
af: %@. Kontak asseblief die ontwikkelaars.
bg: %@. Моля, свържи се с програмистите.
de: %@. Bitte kontaktiere die Entwickler.
el: %@. παρακαλώ επικοινωνήστε με τους δημιουργούς της εφαρμογής.
pt_pt: %@. Contacte os programadores.
uk: %@. будь ласка, зверніться до розробників.

source: Report
af: Rapporteer
bg: Докладвай
de: Ein Problem melden
el: Αναφορά
pt_pt: Comunicar
uk: Звіт

source: Report via mail
af: Rapporteer per e-pos
bg: Докладвай през мейл
de: Per E-Mail melden
el: αναφορά μέσω email
pt_pt: Comunicar por e-mail
uk: Повідомити по електронній пошті

source: Review Keka ★★★★★
af: Gradeer Keka met ★★★★★
bg: Оцени Keka ★★★★★
de: Bewerte Keka ★★★★★
el: Αξιολόγηση του Keka ★★★★★
pt_pt: Avaliar o Keka ★★★★★
uk: Оцінити Keka ★★★★★

source: Update the default password
af: Werk die verstekwagwoord by
bg: Актуализирай паролата по подразбиране
de: Aktualisiere das Standardpasswort
el: Ενημέρωση του εξ'ορισμού κωδικού
uk: Оновити стандартний пароль

source: Set a default password
af: Stel ’n verstekwagwoord in
bg: Настрой парола по подразбиране
de: Setze das Standardpasswort
el: Εισαγωγή ενός εξ´ορισμού κωδικού
uk: Задати станартний пароль

source: Verifying...
bg: Проверка...
de: Überprüfen...
uk: Перевірка...

source: Verification of "%@" failed
bg: Проверката на "%@" се провали
de: Überprüfung von "%@" fehlgeschlagen
uk: Перевірка "%@" не вдалася

source: The compressed data seems to be invalid
bg: Архивираните данни изглеждат невалидни
de: Die komprimierten Daten scheinen fehlerhaft zu sein
uk: Стиснуті дані здаються некоректними

source: The password length should be %i or higher
bg: Дължината на паролата трябва да е минимум %i символа или повече
de: Die Länge des Passworts sollte %i Stellen oder mehr haben
uk: Довжина пароля повинна бути не менше %i

source: (Entire Device)
bg: (Цялото устройство)
de: (Gesamtes Gerät)
uk: (Весь пристрій)

source: Encrypt
af: Enkripteer
bg: Криптирай
el: Κρυπτογράφησε
pt_pt: Cifrar
uk: Шифрувати

source: Skip
af: Slaan oor
bg: Пропусни
el: Παράλειψε
pt_pt: Saltar
uk: Пропустити

source: Preferences…
af: Voorkeure…
bg: Настройки…
de: Einstellungen …
el: Προτιμήσεις…
pt_pt: Preferências…
uk: Налаштування…

source: Monthly sip of coffee
af: Maandelikse sluk koffie
bg: Mесечна чаша с кафе
de: Monatlich ein Schluck Kaffee
el: Μηνιαία γουλιά καφέ
pt_pt: Um gole de café por mês
uk: Щомісячний ковток кави

source: Gift Keka a sip of coffee each month
af: Skenk elke maand aan Keka ’n sluk koffie
bg: Подарък за Keka чаша кафе всеки месец
de: Schenke Keka jeden Monat einen Schluck Kaffee
el: Κέρασε στο Keka μια γουλιά καφέ κάθε μήνα
pt_pt: Dê ao Keka um gole de café por mês
uk: Подаруйте Keka щомісячний ковток кави

source: Monthly coffee
af: Maandelikse koffie
bg: Месечно кафе
de: Monatlich ein Kaffee
el: Μηνιαίος καφές
pt_pt: Café mensal
uk: Щомісячна кава

source: Gift Keka a coffee each month
af: Skenk elke maand aan Keka ’n koppie koffie
bg: Подари на Keka кафе всеки месец
de: Schenke Keka jeden Monat einen Kaffee
el: Κέρασε στο Keka ένα καφέ κάθε μήνα
pt_pt: Dê ao Keka um café por mês
uk: Подаруйте Keka щомісячну каву

source: Monthly pair of coffees
af: Maandelikse aantal koffies
bg: Месечна двойка кафета
de: Monatlich ein paar Kaffees
el: Δύο καφέδες το μήνα
pt_pt: Dois cafés por mês
uk: Щомісячна пара кави

source: Gift Keka a couple coffees each month
af: Skenk elke maand aan Keka ’n paar koppies koffie
bg: Подари на Keka няколко кафета всеки месец
de: Schenke Keka jeden Monat ein paar Kaffees
el: Κέρασε στο Keka μερικούς καφέδες κάθε μήνα
pt_pt: Dê ao Keka dois cafés por mês
uk: Подаруйте Keka щомісячну пару кав

source: Monthly breakfast
af: Maandelikse ontbyt
bg: Месечна закуска
de: Monatlich ein Frühstück
el: Δωρεά Μηνιαίου πρωϊνού
pt_pt: Café matinal mensal
uk: Щомісячний сніданок

source: Gift Keka a breakfast each month
af: Skenk elke maand aan Keka ’n ontbyt
bg: Подари на Keka закуска всеки месец
de: Schenke Keka jeden Monat ein Frühstück
el: Δώρισε στο Keka ένα πρωϊνό κάθε μήνα
pt_pt: Dê ao Keka um café matinal por mês
uk: Подаруйте Keka щомісячний сніданок

source: Tip a coffee
af: Skenk ’n koffie
bg: Подари кафе
de: Spende einen Kaffee
el: Κέρασε ένα καφέ
pt_pt: Um café de gorjeta
uk: Чайові на каву

source: Tip Keka a coffee so it can stay awake
af: Gee vir Keka ’n koppie koffie om wakker te bly
bg: Подари на Keka кафе за да стои будна
de: Spende Keka einen Kaffee, um wach zu bleiben
el: Κέρασε ένα καφέ στο Keka ώστε να μένει ξύπνιο
pt_pt: Dê um café para o Keka não dormir
uk: Дайте Keka кави, щоб можна було не спати

source: Tip a breakfast
af: Skenk ’n ontbyt
bg: Подари закуска
de: Spende ein Frühstück
el: Δώρησε ένα πρωϊνό
pt_pt: Um café matinal de gorjeta
uk: Чайові на сніданок

source: Tip Keka a breakfast so it can start fresh
af: Gee vir Keka ’n ontbyt vir ’n vol maag
bg: Подари на Keka закуска за да започне свежа
de: Spende Keka ein Frühstück, um gut zu starten
el: Δώρησε στο Keka ένα πρωϊνό να ξεκινά φρέσκο
pt_pt: Dê um café matinal para o Keka começar bem
uk: Дайте Keka сніданок, щоб почати все по-новому

source: Tip a lunch
af: Skenk ’n middagete
bg: Подари обяд
de: Spende ein Mittagessen
el: Δώρησε το μεσημεριανό δείπνο
pt_pt: Um almoço de gorjeta
uk: Чайові на обід

source: Tip Keka a lunch and feed it
af: Gee vir Keka ’n middagete vir ’n vol maag
bg: Подари на Keka обяд и я нахрани
de: Spende Keka ein Mittagessen und füttere es
el: Δώρησε στο Keka μεσημεριανό και ταϊσέ το
pt_pt: Dê um almoço para o Keka se alimentar
uk: Подарувати Keka обід і нагодувати ії

source: Tip a dinner
af: Skenk ’n aandete
bg: Подари вечеря
de: Spende ein Abendessen
el: Δώρησε το βραδυνό δείπνο
pt_pt: Um jantar de gorjeta
uk: Чайові на вечерю

source: Tip Keka a dinner so it keeps rolling
af: Gee vir Keka ’n andete vir ’n vol maag
bg: Подари на Кека вечеря за да продължава да се развива
de: Spende Keka ein Abendessen zum Weiterrollen
el: Δώρησε ένα βραδυνό στο Keka να λειτουργεί ομαλά
pt_pt: Dê um jantar para o Keka continuar forte
uk: Дайте Keka вечерю, щоб продовжити роботу

source: Tip a bunch of food
af: Skenk sommer baie kos
bg: Подари храна
de: Spende ein Paket Lebensmittel
el: Δώρησε αρκετό φαγητό
pt_pt: Muita comida de gorjeta
uk: Подаруйте купу їжі
