Repository: aonez/Keka
Catalog: Translations/*.lproj/advanced.strings
Languages: ca, fr, zh_hans

# 943.title
source: Perform automatic action
ca: Realitza l'acció automàtica
fr: Choisir l'action automatiquement
zh_hans: 执行自动操作

# 944.title
source: Always compress
ca: Comprimeix sempre
fr: Toujours compresser
zh_hans: 始终压缩

# 945.title
source: Always extract
ca: Extreu sempre
fr: Toujours extraire
zh_hans: 始终解压

# 947.title
source: Format
zh_hans: 格式

# 948.title
source: Format
zh_hans: 格式

# 957.title
source: Method
ca: Compressió
fr: Méthode
zh_hans: 压缩方式

# 958.title
source: Method
ca: Compressió
fr: Méthode
zh_hans: 压缩方式

# 960.title
source: No compression
ca: Sense compressió
fr: Sans compression
zh_hans: 不压缩

# 961.title
source: Fastest, less compression
ca: Molt ràpida, poca compressió
fr: Très rapide, moins compressé
zh_hans: 非常快，低压缩率

# 962.title
source: Fast, less compression
ca: Ràpida, compressió menor
fr: Rapide, moins compressé
zh_hans: 较快，较低压缩率

# 963.title
source: Normal
zh_hans: 正常

# 964.title
source: Slow, more compression
ca: Lenta, compressió màxima
fr: Lent, mieux compressé
zh_hans: 较慢，较高压缩率

# 965.title
source: Slowest, more compression
ca: Molt lenta, compressió ultra
fr: Très lent, mieux compressé
zh_hans: 非常慢，高压缩率

# 2189.title
source: You can create a DMG volume that will be read-only and compressed. Set a volume name to this DMG or use the default name based on the files you compress.
ca: Crea un volum DMG de només lectura. Assigneu un nom al volum DMG o utilitzeu un per defecte basat en els noms de fitxer afegits.
fr: Vous pouvez créer une image DMG qui sera compressée et accessible en lecture seule. Choisissez un nom de volume pour cette image ou laissez l'application choisir un nom en fonction des fichiers que vous compressez.
zh_hans: 你可以创建一个只读且被压缩的 DMG 卷。 为此 DMG 命名，否则默认使用原文件名称。

# 2221.title
source: Archive as single files
ca: Arxiva els fitxers per separat
fr: Archiver les fichiers séparément
zh_hans: 分别压缩每个文件

# 2222.title
source: Delete file(s) after compression
ca: Suprimeix els originals en comprimir
fr: Supprimer les fichiers après compression
zh_hans: 压缩完成后删除原文件

# 2244.title
source: Exclude Mac resource forks
ca: Omet els fitxers amagats del Mac
fr: Exclure les fichiers spéciaux Mac
zh_hans: 排除 Mac 资源文件

# 2262.title
source: Password:
ca: Contrasenya:
fr: Mot de passe :
zh_hans: 密码：

# 2270.title
source: Split:
ca: Divideix:
fr: Découper :
zh_hans: 分卷：

# 2271.placeholderString
source: Example: 5 MB
ca: Exemple: 5 MB
fr: Exemple: 5 MB
zh_hans: 例如：5 MB

# 2271.ibShadowedObjectValues[0]
source: 1.4 MB Floppy disk
ca: Disquet 1.4 MB
fr: Disquette 1.4 Mo
zh_hans: 1.4 MB 软盘

# 2343.title
source: Volume name:
ca: Nom:
fr: Nom de volume :
zh_hans: 卷名：

# 2354.placeholderString
source: custom name
ca: Nom personalitzat
fr: Nom
zh_hans: 自定名称

# 2363.title
source: You can create a ISO volume that will be read-only and compressed. ISO volumes can be only created from a folder. Set a volume name to this ISO or use the default name based on the files you compress.
ca: Crea un volum ISO comprimit de només lectura. Els volums ISO només es poden crear des d'una carpeta. Assigneu un nom al volum ISO o utilitzeu un per defecte basat en els noms de fitxer afegits.
fr: Vous pouvez créer une image ISO qui sera compressée et accessible en lecture seule. Les images ISO peuvent être créées uniquement à partir d'un dossier. Choisissez un nom de volume pour cette image ou laissez l'application choisir un nom en fonction des fichiers que vous compressez.
zh_hans: 你可以创建一个只读且被压缩的 ISO 卷。ISO 卷只能由一个文件夹创建。 为此 ISO 命名，否则默认使用原文件名称。

# 2390.title
source: Store
ca: Sense
fr: Non c.
zh_hans: 存储

# 2392.title
source: Fast
ca: Ràpid
fr: Rapide
zh_hans: 快速

# 2394.title
source: Slow
ca: Lent
fr: Lent
zh_hans: 慢速

# 2398.title
source: Normal
zh_hans: 正常

# 2426.title
source: Repeat:
ca: Repeteix:
fr: Répéter :
zh_hans: 重复：

# L2I-Q8-zqc.title
source: Encrypt filenames
ca: Xifra el nom dels fitxers
fr: Chiffrer les noms de fichiers
zh_hans: 加密文件名

# Lw7-h9-3Qh.title
source: Use AES-256 encryption
ca: Utilitza el xifrat AES-256
fr: Utiliser le chiffrement AES-256
zh_hans: 使用 AES-256 加密

# UYy-aQ-V1a.title
source: Solid archive
ca: Arxiu «sòlid»
fr: Archive "solide"
zh_hans: 固实压缩

# 2271.ibShadowedObjectValues[1]
source: 650 MB CD
ca: CD 650 MB
fr: CD 650 Mo

# 2271.ibShadowedObjectValues[2]
source: 700 MB CD
ca: CD 700 MB
fr: CD 700 Mo

# 2271.ibShadowedObjectValues[3]
source: 4.7 GB DVD
ca: DVD 4.7 GB
fr: DVD 4.7 Go
