Repository: aonez/Keka
Catalog: Translations/*.lproj/FinderExtensionLocalizable.strings
Languages: af, de, fi, hu, nl, tr, zh_hant

source: Open with Keka
af: Open met Keka
de: Mit Keka öffnen
fi: Avaa Kekalla
hu: Megnyitás Keka-val
nl: Open met Keka
tr: Keka ile aç
zh_hant: 使用 Keka 打開

source: Compress here
af: Pers hier saam
de: Hier komprimieren
fi: Pakkaa tähän
hu: Tömörítés ide
nl: Comprimeer hier
tr: Burada sıkıştır
zh_hant: 在此壓縮

source: Compress to...
af: Pers saam na...
de: Komprimieren nach …
fi: Pakkaa kohteeseen...
hu: Tömörítés más helyre...
nl: Comprimeer naar...
tr: Buraya sıkıştır ...
zh_hant: 壓縮至⋯

source: Compress the contents of the folder here
af: Pers die inhoud van die vouer hier saam
de: Komprimiere den Inhalt des Ordners hierher
fi: Pakkaa kansion sisältö tähän
hu: A mappa tartalmának tömörítése ide
nl: Comprimeer de inhoud van de map hier
tr: Klasörün içeriğini buraya sıkıştırın
zh_hant: 在此壓縮資料夾的內容

source: Compress the contents of the folder to...
af: Pers die inhoud van die vouer saam na…
de: Komprimiere den Inhalt des Ordners nach …
fi: Pakkaa kansion sisältö kohteeseen...
hu: A mappa tartalmának tömörítése...
nl: Comprimeer de inhoud van de map naar...
tr: Klasörün içeriğini şuraya sıkıştırın ...
zh_hant: 將資料夾的內容壓縮至⋯

source: Encrypt with the default password here
af: Enkripteer met die verstekwagwoord hier
de: Hier mit dem Standardpasswort verschlüsseln.
fi: Salaa oletussalasanalla tähän
hu: Titkosítás az alapértelmezett jelszóval ide
nl: Versleutel met het standaard wachtwoord hier
tr: Burada varsayılan şifre ile şifreleyin
zh_hant: 在此使用預設密碼加密

source: Encrypt with the default password to...
af: Enkripteer met die verstekwagwoord na…
de: Mit dem Standardpasswort nach … verschlüsseln.
fi: Salaa oletussalasanalla kohteeseen...
hu: Titkosítás az alapértelmezett jelszóval...
nl: Versleutel met het standaard wachtwoord naar...
tr: Şuraya varsayılan şifre ile şifreleyin ...
zh_hant: 將使用預設密碼加密的檔案放在⋯

source: Extract here
af: Ekstraheer hier
de: Hier entpacken
fi: Pura tähän
hu: Kicsomagolás ide
nl: Pak hier uit
tr: Burada çıkar
zh_hant: 在此解壓縮

source: Extract to...
af: Ekstraheer na...
de: Entpacken nach …
fi: Pura kohteeseen...
hu: Kicsomagolás más helyre...
nl: Pak uit naar...
tr: Buraya çıkar ...
zh_hant: 解壓縮至⋯

source: Extract to "%@"
af: Ekstraheer na "%@"
de: Nach „%@“ entpacken
fi: Pura kohteeseen "%@"
hu: Kicsomagolás a következő helyre: "%@"
nl: Pak uit naar "%@"
tr: "%@" dizinine çıkar
zh_hant: 解壓縮至「%@」

source: Compress with Keka
af: Pers saam met Keka
de: Mit Keka komprimieren
fi: Pakkaa Kekalla
hu: Tömörítés Keka-val
nl: Comprimeer met Keka
tr: Keka ile sıkıştır
zh_hant: 使用 Keka 壓縮
