Repository: aonez/Keka
Catalog: Translations/*.lproj/InfoPlist.strings
Languages: bg, ca, cs, de, fi, nl, zh_hant

# NSHumanReadableCopyright
source: Copyright Â© 2009-2021 aONe
bg: Авторски права © 2009-2023 aONe
ca: Copyright © 2009-2021 aONe
cs: Copyright © 2009-2023 aONe
de: Copyright © 2009-2023 aONe
fi: Copyright © 2009-2023 aONe
zh_hant: Copyright © 2009-2023 aONe

# NSDesktopFolderUsageDescription
source: Keka requires Desktop access to work with it's files.
bg: Keka изисква достъп до папката Desktop за да работи с файловете ѝ.
ca: El Keka requereix accés a l'Escriptori per treballar amb els seus fitxers.
cs: Keka potřebuje pro práci s těmito soubory přístup ke složce Plocha.
de: Keka benötigt Zugriff auf den Ordner "Schreibtisch", um mit seinen Dateien arbeiten zu können.
fi: Keka tarvitsee pääsyn Työpöydälle, jotta voi työskennellä sen tiedostoilla.
nl: Keka heeft toegang tot Desktop nodig om met bestanden te werken.
zh_hant: Keka 需要「桌面」的取用權限，方能處理此處的檔案。

# NSDocumentsFolderUsageDescription
source: Keka requires Documents access to work with it's files.
bg: Keka изисква достъп до папката Documents за да работи с файловете ѝ..
ca: El Keka requereix accés a Documents per treballar amb els seus fitxers.
cs: Keka potřebuje pro práci s těmito soubory přístup ke složce Dokumenty.
de: Keka benötigt Zugriff auf den Ordner "Dokumente", um mit seinen Dateien arbeiten zu können.
fi: Keka tarvitsee pääsyn Dokumentteihin, jotta voi työskennellä sen tiedostoilla.
nl: Keka heeft toegang tot Documenten nodig om met bestanden te werken.
zh_hant: Keka 需要「文件」的取用權限，方能處理此處的檔案。

# NSDownloadsFolderUsageDescription
source: Keka requires Downloads access to work with it's files.
bg: Keka изисква достъп до папката Downloads за да работи с файловете ѝ..
ca: El Keka requereix accés a Descàrregues per treballar amb els seus fitxers.
cs: Keka potřebuje pro práci s těmito soubory přístup ke složce Stahování.
de: Keka benötigt Zugriff auf den Downloads-Ordner, um mit seinen Dateien arbeiten zu können.
fi: Keka tarvitsee pääsyn Latauksiin, jotta voi työskennellä sen tiedostoilla.
nl: Keka heeft toegang tot Downloads nodig om met bestanden te werken.
zh_hant: Keka 需要「下載」的取用權限，方能處理此處的檔案。

# NSNetworkVolumesUsageDescription
source: Keka requires network volumes access to work with it's files.
bg: Keka изисква достъп до Мрежовите дискове за да работи с файловете им..
ca: El Keka requereix accés als volums en xarxa per treballar amb els seus fitxers.
cs: Keka potřebuje pro práci s těmito soubory přístup k síťovým svazkům.
de: Keka benötigt Zugriff auf Netzwerk-Volumes, um mit seinen Dateien arbeiten zu können.
fi: Keka tarvitsee pääsyn verkkolevyihin, jotta voi työskennellä sen tiedostoilla.
nl: Keka heeft toegang tot Netwerk Volumes nodig om met bestanden te werken.
zh_hant: Keka 需要網路卷宗的取用權限，方能處理此處的檔案。

# NSRemovableVolumesUsageDescription
source: Keka requires removable volumes access to work with it's files.
bg: Keka изисква достъп до Външните дискове за да работи с файловете им..
ca: El Keka requereix accés als volums extraïbles per treballar amb els seus fitxers.
cs: Keka potřebuje pro práci s těmito soubory přístup k výměnným svazkům.
de: Keka benötigt Zugriff auf Entfernbare Volumes, um mit seinen Dateien arbeiten zu können.
fi: Keka tarvitsee pääsyn ulkoisille levyille, jotta voi työskennellä sen tiedostoilla.
nl: Keka heeft toegang tot verwijderbare schijven nodig om met bestanden te werken.
zh_hant: Keka 需要可移除式卷宗的取用權限，方能處理此處的檔案。

source: 7Z Archive
bg: 7Z Архив
ca: Arxiu 7Z
cs: Archiv 7Z
de: 7Z-Archiv
fi: 7Z-arkisto
nl: 7Z Archief
zh_hant: 7Z 封存檔

source: LZMA Archive
bg: LZMA Архив
ca: Arxiu LZMA
cs: Archiv LZMA
de: LZMA-Archiv
fi: LZMA-arkisto
nl: LZMA Archief
zh_hant: LZMA 封存檔

source: LZOP Archive
bg: LZOP Архив
ca: Arxiu LZOP
cs: Archiv LZOP
de: LZOP-Archiv
fi: LZOP-arkisto
nl: LZOP Archief
zh_hant: LZOP 封存檔

source: LZOP Tarball Archive
bg: LZOP Tarball Архив
ca: Arxiu TAR comprimit amb LZOP
cs: LZOP Tarball
de: LZOP-komprimiertes TAR-Archiv
fi: LZOP Tarball-arkisto
nl: Gecomprimeerd LZOP-TAR Archief
zh_hant: LZOP 壓縮的 Tarball 封存檔

source: LZIP Archive
bg: LZIP Архив
ca: Arxiu LZIP
cs: Archiv LZIP
de: LZIP-Archiv
fi: LZIP-arkisto
nl: LZIP Archief
zh_hant: LZIP 封存檔

source: LZIP Tarball Archive
bg: LZIP Tarball Архив
ca: Arxiu TAR comprimit amb LZIP
cs: LZIP Tarball
de: LZIP-komprimiertes TAR-Archiv
fi: LZIP Tarball-arkisto
nl: Gecomprimeerd LZIP-TAR Archief
zh_hant: LZIP 壓縮的 Tarball 封存檔

source: ZIP Archive
bg: ZIP архив
ca: Arxiu ZIP
cs: Archiv ZIP
de: ZIP-Archiv
fi: ZIP-arkisto
nl: ZIP Archief
zh_hant: ZIP 封存檔

source: ZIPX Archive
bg: ZIPX архив
ca: Arxiu ZIPX
cs: Archiv ZIPX
de: ZIPX-Archiv
fi: ZIPX-arkisto
nl: ZIPX Archief
zh_hant: ZIPX 封存檔

source: XZ Archive
bg: XZ архив
ca: Arxiu XZ
cs: Archiv XZ
de: XZ-Archiv
fi: XZ-arkisto
nl: XZ Archief
zh_hant: XZ 封存檔

source: XZ Tarball Archive
bg: XZ Tarball архив
ca: Arxiu TAR comprimit amb XZ
cs: XZ Tarball
de: XZ-komprimiertes TAR-Archiv
fi: XZ Tarball-arkisto
nl: Gecomprimeerd XZ-TAR Archief
zh_hant: XZ 壓縮的 Tarball 封存檔

source: Brotli Archive
bg: Brotli архив
ca: Arxiu Brotli
cs: Archiv Brotli
de: Brotli Archiv
fi: Brotli-arkisto
zh_hant: Brotli 封存檔

source: Brotli Tarball Archive
bg: Brotli Tarball архив
ca: Arxiu TAR comprimit amb Brotli
cs: Brotli Tarball
de: Brotli-komprimiertes TAR-Archiv
fi: Brotli Tarball-arkisto
nl: Gecomprimeerd Brotli-TAR Archief
zh_hant: Brotli Tarball 封存檔

source: Zstandard Archive
bg: Zstandard архив
ca: Arxiu Zstandard
cs: Archiv Zstandard
de: Zstandard Archiv
fi: Zstandard-arkisto
nl: Zstandard Archief
zh_hant: Zstandard 封存檔

source: Zstandard Tarball Archive
bg: Zstandard Tarball архив
ca: Arxiu TAR comprimit amb Zstandard
cs: Zstandard Tarball
de: Zstandard-komprimiertes TAR-Archiv
fi: Zstandard Tarball-arkisto
nl: Gecomprimeerd Zstandard-TAR Archief
zh_hant: Zstandard Tarball 封存檔

source: RAR Archive
bg: RAR архив
ca: Arxiu RAR
cs: Archiv RAR
de: RAR-Archiv
fi: RAR-arkisto
nl: RAR Archief
zh_hant: RAR 封存檔

source: RAR Legacy Archive Volume
bg: RAR Legacy архивен том
ca: Arxiu de volum RAR
cs: Zpětně kompatibilní archivní svazek RAR
de: RAR Legacy Archiv-Volume
fi: RAR-perinteinen arkistotaltio
nl: RAR Legacy Archief Volume
zh_hant: RAR 舊型封存卷宗

source: Generic Archive Volume
bg: Общ архивен том
ca: Arxiu de volum genèric
cs: Obecný archivní svazek
de: Allgemeines Archiv-Volume
fi: Yleinen arkistotaltio
nl: Generiek Archief Volume
zh_hant: 通用封存卷宗

source: BZIP2 Archive
bg: BZIP2 архив
ca: Arxiu BZIP2
cs: Archiv BZIP2
de: BZIP2-Archiv
fi: BZIP2-arkisto
nl: BZIP2 Archief
zh_hant: BZIP2 封存檔

source: BZIP2 Tarball Archive
bg: BZIP2 Tarball архив
ca: Arxiu TAR comprimit amb BZIP2
cs: BZIP2 Tarball
de: BZIP2-komprimiertes TAR-Archiv
fi: BZIP2 Tarball-arkisto
nl: Gecomprimeerd BZIP2-TAR Archief
zh_hant: BZIP2 壓縮的 Tarball 封存檔

source: BZIP Archive
bg: BZIP архив
ca: Arxiu BZIP
cs: Archiv BZIP
de: BZIP-Archiv
fi: BZIP-arkisto
nl: BZIP Archief
zh_hant: BZIP 封存檔

source: BZIP Tarball Archive
bg: BZIP Tarball архив
ca: Arxiu TAR comprimit amb BZIP
cs: BZIP Tarball
de: BZIP-komprimiertes TAR-Archiv
fi: BZIP Tarball-arkisto
nl: Gecomprimeerd BZIP-TAR Archief
zh_hant: BZIP 壓縮的 Tarball 封存檔

source: GZIP Archive
bg: GZIP архив
ca: Arxiu GZIP
cs: Archiv GZIP
de: GZIP-Archiv
fi: GZIP-arkisto
nl: GZIP Archief
zh_hant: GZIP 封存檔

source: GZIP Tarball Archive
bg: GZIP Tarball архив
ca: Arxiu TAR comprimit amb GZIP
cs: GZIP Tarball
de: GZIP-komprimiertes TAR-Archiv
fi: GZIP Tarball-arkisto
nl: Gecomprimeerd GZIP-TAR Archief
zh_hant: GZIP 壓縮的 Tarball 封存檔

source: TAR Archive
bg: TAR архив
ca: Arxiu TAR
cs: Archiv TAR
de: TAR-Archiv
fi: TAR-arkisto
nl: TAR Archief
zh_hant: TAR 封存檔

source: LRZIP Archive
bg: LRZIP архив
ca: Arxiu LRZIP
cs: Archiv LRZIP
de: LRZIP-Archiv
fi: LRZIP-arkisto
nl: LRZIP Archief
zh_hant: LRZIP 封存檔

source: LRZIP Tarball Archive
bg: LRZIP Tarball архив
ca: Arxiu TAR comprimit amb LRZIP
cs: LRZIP Tarball
de: LRZIP-komprimiertes TAR-Archiv
fi: LRZIP Tarball-arkisto
nl: Gecomprimeerd LRZIP-TAR Archief
zh_hant: LRZIP 壓縮的 Tarball 封存檔

source: CPIO Archive
bg: CPIO архив
ca: Arxiu CPIO
cs: Archiv CPIO
de: CPIO-Archiv
fi: CPIO-arkisto
nl: CPIO Archief
zh_hant: CPIO 封存檔

source: CPGZ Archive
bg: CPGZ архив
ca: Arxiu CPGZ
cs: Archiv CPGZ
de: CPGZ-Archiv
fi: CPGZ-arkisto
nl: CPGZ Archief
zh_hant: CPGZ 封存檔

source: PAX Archive
bg: PAX архив
ca: Arxiu PAX
cs: Archiv PAX
de: PAX-Archiv
fi: PAX-arkisto
nl: PAX Archief
zh_hant: PAX 封存檔

source: DMG Disk Image
bg: DMG Дисково изображение
ca: Imatge de disc DMG
cs: Obraz disku DMG
de: DMG-Image
fi: DMG-levytiedosto
nl: DMG-schijfkopie
zh_hant: DMG 磁碟映像檔

source: ISO Disk Image
bg: ISO Дисково изображение
ca: Imatge de disc ISO
cs: Obraz disku ISO
de: ISO-Image
fi: ISO-levytiedosto
nl: ISO-schijfkopie
zh_hant: ISO 磁碟映像檔

source: LHA Archive
bg: LHA архив
ca: Arxiu LHA
cs: Archiv LHA
de: LHA-Archiv
fi: LHA-arkisto
nl: LHA Archief
zh_hant: LHA 封存檔

source: Windows EXE File
bg: Windows EXE файл
ca: Arxiu executable de Windows
cs: Soubor Windows EXE
de: Windows EXE-Datei
fi: Windows EXE-tiedosto
zh_hant: Windows EXE 檔案

source: Windows Cabinet File
bg: Windows Cabinet Файл
ca: Arxiu comprimit de Windows
cs: Archiv Windows CAB
de: Windows Cabinet-Datei
fi: Windows Cabinet-tiedosto
zh_hant: Windows Cabinet 檔案

source: Windows Installer Package
bg: Инсталационен пакет на Windows
ca: Paquet d'instal·lació de Windows
cs: Balíček Instalační služby systému Windows
de: Windows Installer-Paket
fi: Windows Installer-paketti
zh_hant: Windows Installer 套件

source: WIM Disk Image
bg: WIM Дисково изображение
ca: Imatge de disc WIM
cs: Obraz disku WIM
de: WIM-Image
fi: WIM-levytiedosto
nl: WIM-schijfkopie
zh_hant: WIM 磁碟映像檔

source: Comic Book RAR Archive
bg: Comic Book RAR архив
ca: Arxiu de còmic comprimit amd RAR
cs: Archiv Comic Book RAR
de: Comic Book RAR-Archiv
fi: Comic Book RAR-arkisto
nl: Comic Book RAR Archief
zh_hant: Comic Book RAR 封存檔

source: Comic Book ZIP Archive
bg: Comic Book ZIP архив
ca: Arxiu de còmic comprimit amd ZIP
cs: Archiv Comic Book ZIP
de: Comic Book ZIP-Archiv
fi: Comic Book ZIP-arkisto
nl: Comic Book ZIP Archief
zh_hant: Comic Book ZIP 封存檔

source: iOS App
bg: iOS приложение
ca: App de l'iOS
cs: iOS aplikace
fi: iOS-appi
zh_hant: iOS 應用程式

source: JAR Archive
bg: JAR архив
ca: Arxiu JAR
cs: Archiv JAR
de: JAR-Archiv
fi: JAR-arkisto
nl: JAR Archief
zh_hant: JAR 封存檔

source: WAR Archive
bg: WAR архив
ca: Arxiu WAR
cs: Archiv WAR
de: WAR-Archiv
fi: WAR-arkisto
nl: WAR Archief
zh_hant: WAR 封存檔

source: Android Application Package
bg: Пакет за приложение на Андроид
ca: Aplicació empaquetada d'Android
cs: Balíček aplikace pro Android
de: Android-Anwendung Paketdatei
fi: Android-sovelluspaketti
zh_hant: Android 應用程式套件

source: Cross-Platform Installer Module (XPI)
bg: Кросплатформен модул за инсталиране (XPI)
ca: Mòdul d'Instal·lació Multiplataforma (XPI)
cs: Multiplatformní instalační modul (XPI)
de: Cross-Platform Installer Modul (XPI)
fi: Cross-Platform-asentajamoduuli (XPI)
zh_hant: 跨平台安裝程式模組 (XPI)

source: APPX Archive
bg: APPX архив
ca: Arxiu APPX
cs: Archiv APPX
de: APPX-Archiv
fi: APPX-arkisto
nl: APPX Archief
zh_hant: APPX 封存檔

source: Safari extension
bg: Добавка за Safari
ca: Extensió de Safari
cs: Rozšíření Safari
de: Safari-Erweiterung
fi: Safari-laajennus
nl: Safari extensie
zh_hant: Safari 延伸功能

source: ACE Archive
bg: ACE архив
ca: Arxiu ACE
cs: Archiv ACE
de: ACE-Archiv
fi: ACE-arkisto
nl: ACE Archief
zh_hant: ACE 封存檔

source: XIP Secure Archive
bg: XIP сигурен архив
ca: Arxiu segur XIP
cs: Zabezpečený archiv XIP
de: XIP Secure Archiv
fi: XIP-turvattu arkisto
nl: XIP Secure Archief
zh_hant: XIP 安全封存檔

source: Keka Extraction Package
bg: Keka пакет за извличане
ca: Paquet d'extracció del Keka
cs: Balíček Keka
de: Keka Extraktions-Paket
fi: Keka-purkupaketti
zh_hant: Keka 解壓縮套件
