Repository: aonez/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: cs, es, fi, hu, nb, nl, pl, ru, sv, tr, vi

source: %@. Please get in contact with the developers.
cs: %@. Obraťte se na vývojáře (angličtina).
es: %@. Por favor ponte en contacto con los desarrolladores.
fi: %@. Olethan yhteydessä sovelluskehittäjiin.
hu: %@. Lépjen kapcsolatba a fejlesztővel.
nb: %@. Vennligst kontakt utviklerne.
nl: %@. Contacteer a.u.b. de ontwikkelaar.
pl: %@. Skontaktuj się z autorem.
ru: %@. Oбратитесь к разработчикам.
sv: %@. Kontakta utvecklarna.
tr: %@. Lütfen geliştiricilerle iletişime geçin.
vi: %@. Vui lòng liên hệ với bộ phận lập trình viên của Keka.

source: Report
cs: Hlášení
es: Informar
fi: Raportoi
hu: Jelentés
tr: Bildir

source: Report via mail
cs: Hlášení pomocí e-mailu
es: Informar por correo
fi: Reportoi sähköpostitse
hu: Jelentés e-mail segítségével
tr: Posta yoluyla bildir

source: Monthly sip of coffee
cs: Pár zrnek kávy
es: Un trago de café al mes
fi: Kuukausittainen siemaus kahvia
hu: Egy korty kávé havonta
nl: Maandelijke slok koffie
tr: Aylık bir yudum kahve
vi: Chút cà phê mỗi tháng

source: Gift Keka a sip of coffee each month
cs: Keka si pochutná na pár zrncích kávy
es: Regala a Keka un trago de café al mes
fi: Lahjoita Kekalle siemaus kahvia kuukausittain
hu: Egy korty kávé havonta a Keka-nak
nl: Geef Keka iedere maand een slok koffie cadeau
tr: Keka'ya her ay bir yudum kahve ısmarla
vi: Gửi Keka một chút cà phê mỗi tháng

source: Monthly coffee
cs: Káva na pár dní
es: Café mensual
fi: Kuukausittainen kahvi
hu: Havi kávé
nl: Maandelijke koffie
tr: Aylık bir kahve
vi: Ly cà phê mỗi tháng

source: Gift Keka a coffee each month
cs: Keka bude mít energii na pár dní
es: Regala a Keka un café al mes
fi: Lahjoita Kekalle kahvi kuukausittain
hu: Egy kávé havonta borravalóként a Keka-nak
nl: Geef Keka iedere maand een kop koffie cadeau
tr: Keka'ya her ay bir kahve ısmarla
vi: Gửi Keka một ly cà phê mỗi tháng

source: Monthly pair of coffees
cs: Káva na celý měsíc
es: Un par de cafés al mes
fi: Kuukausittaiset pari kahvia
hu: Havi két kávé
nl: Maandelijkse koffies
tr: Aylık iki kahve
vi: Gói cà phê mỗi tháng

source: Gift Keka a couple coffees each month
cs: Keka bude mít energii na celý měsíc
es: Regala a Keka un par de cafés al mes
fi: Lahjoita Kekalle muutama kahvi kuukausittain
hu: Két kávé havonta borravalóként a Keka-nak
nl: Geef Keka iedere maand een een paar koppen koffie cadeau
tr: Keka'ya her ay iki kahve ısmarla
vi: Gửi Keka cả một gói cà phê mỗi tháng

source: Monthly breakfast
cs: Snídaně na měsíc
es: Desayuno mensual
fi: Kuukausittainen aamupala
hu: Havi reggeli
nl: Maandelijks ontbijt
tr: Aylık kahvaltı
vi: Bữa ăn sáng mỗi tháng

source: Gift Keka a breakfast each month
cs: Keka si pochutná na dobré snídani
es: Regala a Keka un desayuno al mes
fi: Lahjoita Kekalle aamupala kuukausittain
hu: Havi reggeli borravalóként a Keka-nak
nl: Geef Keka iedere maand een ontbijt cadeau
tr: Keka'ya her ay kahvaltı ısmarla
vi: Gửi Keka một bữa ăn sáng mỗi tháng

source: Tip a coffee
cs: Jedna káva
es: Invita a un café
fi: Tippaa kahvi
hu: Kávé borravalóként
nl: Doneer een kop koffie
tr: Kahve ısmarla
vi: Ủng hộ cà phê

source: Tip Keka a coffee so it can stay awake
cs: Kupte Keka kávu, aby byla plná energie
es: Invita a Keka a un café para que no se duerma
fi: Tippaa Kahvi, jotta se voi pysyä hereillä
hu: Kávé a Keka-nak, így ébren tud maradni
nl: Geef Keka een kop koffie cadeau zodat we wakker kunnen blijven
tr: Uyanık kalması için Keka'ya kahve ısmarla
vi: Gửi Keka một chút cà phê để nó cày đêm

source: Tip a breakfast
cs: Jedna snídaně
es: Invita a un desayuno
fi: Tippaa aamupala
hu: Reggeli borravalóként
nl: Doneer een ontbijtje
tr: Kahvaltı ısmarla
vi: Ủng hộ bữa sáng

source: Tip Keka a breakfast so it can start fresh
cs: Kupte Keka snídani, aby se jí dobře vstávalo
es: Invita a Keka a desayunar para empezar bien
fi: Tippaa Kekalle aamupala, jotta se voi aloittaa pirteänä
hu: Reggeli Keka-nak, így frissen kezdi a napot
nl: Geef Keka een ontbijt cadeau zodat we de dag fris en fruitig kunnen beginnen
tr: Taze bir gün için Keka'ya kahvaltı ısmarla
vi: Gửi Keka một bữa sáng để nó khởi động mượt mà

source: Tip a lunch
cs: Jeden oběd
es: Regala una comida
fi: Tippaa lounas
hu: Ebéd borravalóként
nl: Doneer een lunch
tr: Öğle yemeği ısmarla
vi: Ủng hộ bữa trưa

source: Tip Keka a lunch and feed it
cs: Kupte Keka oběd, aby byla sytá
es: Regala a Keka una comida para que se alimente
fi: Tippaa Kekalle lounas ja syötä sitä
hu: Adjon ebédre borravalót a Keka-nak
nl: Geef Keka een lunch cadeau, voor een gevulde maag
tr: Keka'ya öğle yemeği ısmarla ve onu besle
vi: Gửi Keka một bữa trưa thật no

source: Tip a dinner
cs: Jedna večeře
es: Regala una cena
fi: Tippaa päivällinen
hu: Vacsora borravalóként
nl: Doneer een diner
tr: Akşam yemeği ısmarla
vi: Ủng hộ bữa tối

source: Tip Keka a dinner so it keeps rolling
cs: Kupte Keka večeři, aby se jí dobře spalo
es: Regala a Keka una cena para que salga rodando
fi: Tippaa Kekalle päivällinen, jotta se jatkaa rullaamista
hu: Vacsora a Keka-nak, így gördülékeny marad
nl: Geef Keka een diner cadeau, voor een goed gevulde maag
tr: Devam için Keka'ya akşam yemeği ısmarla
vi: Gửi Keka một bữa tối để nó tiếp tục quay vòng

source: Tip a bunch of food
cs: Stůl plný jídla
es: Regala un puñado de comida
fi: Tippaa paljon ruokaa
hu: Egy csomó étel borravalóként
nl: Doneer een picknickmand
tr: Bir avuç yemek ısmarla
vi: Ủng hộ nhiều thức ăn hơn

source: Choose where do you want to extract "%@"
es: Selecciona una carpeta donde descomprimir el archivo "%@"
hu: Válasszon célmappát a(z) "%@" kicsomagolásához
nb: Velg hvor du vil pakke ut "%@"
nl: Kies waar je uit wil pakken "%@"
pl: Wybierz, gdzie chcesz wyodrębnić "%@"
ru: Выберите, куда распаковать "%@"
sv: Välj var du vill extrahera "%@"
tr: Nereye çıkarmak istediğinizi seçin "%@"
vi: Chọn nơi bạn muốn giải nén "%@"

source: Select all the volumes from "%@" or the folder that contains them
es: Selecciona todos los volúmenes de "%@" o la carpeta que los contiene
hu: Válassza ki az összes kötetet a(z) "%@"-ból/ből vagy a mappát, amely tartalmazza
nb: Velg alle volumene fra "%@", eller mappen som inneholder dem
nl: Selecteer alle volumen van "%@" of die map die ze bevat
pl: Wybierz wszystkie woluminy na "%@" lub folder zawierający
ru: Выберите все тома "%@" или содержащую их папку
sv: Välj alla volymer från "%@" eller mappen som innehåller dem
tr: Tüm birimleri "%@" veya onları içeren klasörden seçin
vi: Chọn tất cả phân vùng từ "%@" hoặc thư mục mà nó chứa chúng

source: Select the folder that contains "%@"
es: Selecciona la carpeta que contiene "%@"
hu: Válasszon mappát, ami a következőt tartalmazza: "%@"
nb: Velg mappen som inneholder "%@"
nl: Selecteer de map die bevat "%@"
pl: Wybierz folder zawierający "%@"
ru: Выберите папку, которая содержит "%@"
sv: Välj mappen som innehåller "%@"
tr: "%@" içeren klasörü seçin
vi: Chọn thư mục mà nó chứa "%@"

source: Tip Keka a new bunch of food to keep rolling
es: Regala a Keka un gran puñado de comida
nl: Geef Keka een mand met eten cadeau, voor een gevulde maag
vi: Gửi Keka một đống đồ ăn để giữ nó quay vòng

source: OK
ru: ОК
tr: Tamam
