Repository: aonez/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: cs, es, fi, hu, nb, nl, pl, ru, sv, tr, vi

source: This operation is not supported on %@.
cs: %@ tuto operaci nepodporuje
es: Esta operación no está soportada en %@.
fi: Tämä operaatio ei ole tuettu kohteessa %@.
hu: Ez a művelet nem támogatott a %@-on.
nb: Denne operasjonen støttes ikke på %@.
nl: Deze actie is niet ondersteund op %@.
pl: Operacja nie jest wspierana przez %@.
ru: Данная операция не поддерживается %@.
sv: Denna åtgärd stöds inte på %@.
tr: Bu işlem %@ de desteklenmiyor.
vi: Thao tác này không hỗ trợ trên %@.

source: Compress "%@" in %@ to...
cs: Komprimovat „%@“ v %@ do…
es: Comprimir "%@" como %@ en...
fi: Pakkaa "%@" kohteessa %@ kohteeseen...
hu: "%@" tömörítése, %@ formátumban...
nb: Komprimer "%@" i %@ til...
nl: Pak "%@" in %@ naar...
pl: Archiwizuj "%@" w %@ do...
ru: Сжать "%@" в %@ в...
sv: Komprimera "%@" i %@ till...
tr: "%@" 'yi %@ 'nin içinde sıkıştır...
vi: Nén "%@" trong %@ đến...

source: Compress in %@ to...
cs: Komprimovat v %@ do…
es: Comprimir como %@ en...
fi: Pakkaa kohteessa %@ kohteeseen...
hu: Tömörítés %@ formátumban...
nb: Komprimer i %@ til...
nl: Pak %@ in naar ...
pl: Archiwizuj %@ do...
ru: Сжать в %@ в...
sv: Komprimera i %@ till...
tr: %@ içinde sıkıştır ...
vi: Nén trong %@ đến...

source: Save as:
cs: Uložit jako:
es: Guardar como:
fi: Tallenna nimellä:
hu: Mentés mint:
nb: Arkiver som:
nl: Bewaar als:
pl: Zapisz jako:
ru: Сохранить как:
sv: Spara som:
tr: Farklı kaydet:
vi: Lưu như:

source: Compress
cs: Komprimovat
es: Comprimir
fi: Pakkaa
hu: Tömörítés
nb: Komprimer
nl: Pak in
pl: Archiwizuj
ru: Сжать
sv: Komprimera
tr: Sıkıştır
vi: Nén

source: Extract "%@" to…
cs: Rozbalit „%@“ do…
es: Descomprimir "%@" en...
fi: Pura "%@" kohteeseen…
hu: "%@" kicsomagolása ide…
nb: Pakk ut "%@" til…
nl: Pak uit "%@" to…
pl: Wyodrębnij archiwum "%@" do…
ru: Распаковать "%@" в...
sv: Extrahera "%@" till…
tr: Buraya "%@" çıkar…
vi: Giải nén "%@" đến…

source: Extract as:
cs: Rozbalit jako:
es: Descomprimir como:
fi: Pura nimellä:
hu: Kicsomagolás mint:
nb: Pakk ut til:
nl: Pak uit als
pl: Wyodrębnij jako:
ru: Распаковать как:
sv: Extrahera som:
tr: Olarak ayıkla:
vi: Giải nén như:

source: Extract
cs: Rozbalit
es: Descomprimir
fi: Pura
hu: Kicsomagolás
nb: Pakk ut
nl: Pak uit
pl: Wyodrębnij
ru: Распаковать
sv: Extrahera
tr: Çıkart
vi: Giải nén

source: About %i seconds
cs: Přibližně %i sekund
es: Aproximadamente %i segundos
fi: Noin %i sekunttia
hu: Körülbelül %i másodperc
nb: Omtrent %i sekunder
nl: Ongeveer %i seconden
pl: ok. %i sekund
ru: Oколо %i секунд
sv: Ungefär %i sekunder
tr: Yaklaşık %i saniye
vi: Khoảng %i giây

source: About %i minutes
cs: Přibližně %i minut
es: Aproximadamente %i minutos
fi: Noin %i minuuttia
hu: Körülbelül %i perc
nb: Omtrent %i minutter
nl: Ongeveer %i minuten
pl: ok. %i minut
ru: Oколо %i минут
sv: Ungefär %i minuter
tr: Yaklaşık %i dakika
vi: Khoảng %i phút

source: About %i hours
cs: Přibližně %i hodin
es: Aproximadamente %i horas
fi: Noin %i tuntia
hu: Körülbelül %i óra
nb: Omtrent %i timer
nl: Ongeveer %i uren
pl: ok. %i godzin
ru: Oколо %i часов
sv: Ungefär %i timmar
tr: Yaklaşık %i saat
vi: Khoảng %i tiếng

source: About %i days
cs: Přibližně %i dny
es: Aproximadamente %i días
fi: Noin %i päivää
hu: Körülbelül %i nap
nb: Omtrent %i dager
nl: Ongeveer %i dagen
pl: ok. %i dni
ru: Oколо %i дней
sv: Ungefär %i dygn
tr: Yaklaşık %i gün
vi: Khoảng %i ngày

source: About %i weeks
cs: Přibližně %i týdny
es: Aproximadamente %i semanas
fi: Noin %i viikkoa
hu: Körülbelül %i hét
nb: Omtrent %i uker
nl: Ongeveer %i weken
pl: ok. %i tygodnie
ru: Oколо %i недель
sv: Ungefär %i veckor
tr: Yaklaşık %i hafta
vi: Khoảng %i tuần

source: About %i months
cs: Přibližně %i měsíce
es: Aproximadamente %i meses
fi: Noin %i kuukautta
hu: Körülbelül %i hónap
nb: Omtrent %i måneder
nl: Ongeveer %i maanden
pl: ok. %i miesiące
ru: Oколо %i месяцев
sv: Ungefär %i månader
tr: Yaklaşık %i ay
vi: Khoảng %i tháng

source: About %i years
cs: Přibližně %i let
es: Aproximadamente %i años
fi: Noin %i vuotta
hu: Körülbelül %i év
nb: Omtrent %i år
nl: Ongeveer %i jaren
pl: ok. %i lat
ru: Oколо %i года
sv: Ungefär %i år
tr: Yaklaşık %i yıl
vi: Khoảng %i năm

source: About a minute
cs: Přibližně 1 minuta
es: Aproximadamente un minuto
fi: Noin minuutti
hu: Körülbelül egy perc
nb: Omtrent 1 minutt
nl: Ongeveer een minuut
pl: ok. 1 minuta
ru: Oколо минуты
sv: Ungefär 1 minut
tr: Yaklaşık 1 dakika
vi: Khoảng 1 phút

source: About an hour
cs: Přibližně 1 hodina
es: Aproximadamente una hora
fi: Noin tunti
hu: Körülbelül egy óra
nb: Omtrent 1 time
nl: Ongeveer een uur
pl: ok. 1 godzina
ru: Oколо часа
sv: Ungefär 1 timme
tr: Yaklaşık 1 saat
vi: Khoảng 1 tiếng

source: About a day
cs: Přibližně 1 den
es: Aproximadamente un día
fi: Noin päivä
hu: Körülbelül egy nap
nb: Omtrent 1 dag
nl: Ongeveer een dag
pl: ok. 1 dzień
ru: Oколо дня
sv: Ungefär 1 dygn
tr: Yaklaşık 1 gün
vi: Khoảng 1 ngày

source: About a week
cs: Přibližně 1 týden
es: Aproximadamente una semana
fi: Noin viikko
hu: Körülbelül egy hét
nb: Omtrent 1 uke
nl: Ongeveer een week
pl: ok. 1 tydzień
ru: Oколо недели
sv: Ungefär 1 vecka
tr: Yaklaşık 1 hafta
vi: Khoảng 1 tuần

source: About a month
cs: Přibližně 1 měsíc
es: Aproximadamente un mes
fi: Noin kuukausi
hu: Körülbelül egy hónap
nb: Omtrent 1 måned
nl: Ongeveer een maand
pl: ok. 1 miesiąc
ru: Oколо месяца
sv: Ungefär 1 månad
tr: Yaklaşık 1 ay
vi: Khoảng 1 tháng

source: About a year
cs: Přibližně 1 rok
es: Aproximadamente un año
fi: Noin vuosi
hu: Körülbelül egy év
nb: Omtrent 1 år
nl: Ongeveer een jaar
pl: ok. 1 roku
ru: Oколо года
sv: Ungefär 1 år
tr: Yaklaşık 1 yıl
vi: Khoảng 1 năm

source: Finishing...
cs: Dokončuje se…
fi: Viimeistellään...
hu: Befejezés...
nl: Afronding...
pl: Zamykanie procesu...

source: Can't show progress time…
cs: Odhadovaný čas nelze zobrazit…
es: No se puede mostrar el tiempo...
fi: Ei voida näyttää edistymisen aikaa…
hu: Nem kiírható…
nb: Kan ikke vise tiden…
nl: Kan resterende tijd niet tonen…
pl: Obliczanie postępu…
ru: Невозможно показать оставшееся время...
sv: Kan inte visa återstående tid…
tr: İlerleme süresi gösterilemiyor…
vi: Không thể hiện ra thời gian xử lý…

source: Password for "%@"
cs: Zadejte heslo pro „%@“
es: Contraseña para "%@"
fi: Salasana kohteelle "%@"
hu: "%@" jelszava
nb: Passord for "%@"
nl: Wachtwoord voor "%@"
pl: Hasło do archiwum "%@"
ru: Пароль для "%@"
sv: Lösenord för "%@"
tr: "%@" için parola
vi: Mật khẩu cho "%@"

source: Format
cs: Formát
es: Formato
fi: Muoto
hu: Formátum
nl: Archiefformaat
ru: Формат
tr: Biçim
vi: Định dạng

source: Method
cs: Metoda komprimace
es: Método
fi: Tapa
hu: Tömörítés mértéke
nb: Metode
nl: Inpakmethode
pl: Metoda archiwizacji
ru: Метод
sv: Metod
tr: Yöntem
vi: Mức độ nén

source: Method:
cs: Komprimace:
es: Método:
fi: Tapa:
hu: Mód:
nb: Metode:
nl: Inpakmethode:
pl: Metoda:
ru: Метод:
sv: Metod:
tr: Yöntem:
vi: Loại nén:

source: No compression
cs: Žádná
es: Sin compresión
fi: Ei pakkausta
hu: Nincs tömörítés
nb: Ingen komprimering
nl: Geen
pl: Bez kompresji
ru: Без сжатия
sv: Ingen komprimering
tr: Sıkıştırma yok
vi: Không nén

source: Fastest, less compression
cs: Nejrychlejší, největší archiv
es: Muy rápido, menos compresión
fi: Nopein, vähemmän pakkausta
hu: Gyors, Legkevesebb tömörítés
nb: Raskest, mindre komprimering
nl: Snelste
pl: Bardzo szybka, najniższy stopień kompresji
ru: Самый быстрый (меньше сжатие)
sv: Snabbast, mindre komprimering
tr: En hızlı, en az sıkıştırma
vi: Nhanh nhất, ít nén

source: Fast, less compression
cs: Rychlá, větší archiv
es: Rápido, menos compresión
fi: Nopea, vähemmän pakkausta
hu: Kevés tömörítés
nb: Rask, mindre komprimering
nl: Snel
pl: Szybka, niski stopień kompresji
ru: Быстрый (меньше сжатие)
sv: Snabb, mindre komprimering
tr: Hızlı, daha az sıkıştırma
vi: Nhanh, ít nén

source: Normal
cs: Výchozí
fi: Normaali
hu: Normál
nl: Normaal
pl: Domyślna, średni stopień kompresji
ru: Обычный
vi: Bình thường

source: Slow, more compression
cs: Pomalá, menší archiv
es: Lento, más compresión
fi: Hidas, enemmän pakkausta
hu: Jobb tömörítés
nb: Treg, mer komprimering
nl: Goed
pl: Wolna, wysoki stopień kompresji
ru: Медленный (больше сжатие)
sv: Långsam, mer komprimering
tr: Yavaş, daha fazla sıkıştırma
vi: Chậm, nén nhiều

source: Slowest, more compression
cs: Nejpomalejší, nejmenší archiv
es: Muy lento, máxima compresión
fi: Hitain, enemmän pakkausta
hu: Lassú, legjobb tömörítés
nb: Tregest, mer komprimering
nl: Beste
pl: Najwolniejsza, najwyższy stopień kompresji
ru: Самый медленный (больше сжатие)
sv: Långsammast, mer komprimering
tr: En yavaş, en fazla sıkıştırma
vi: Chậm nhất, nén nhiều

source: Compression
cs: Komprimace
es: Compresión
fi: Pakkaus
hu: Tömörítés
nb: Komprimering
nl: Inpakken
pl: Archiwizacja
ru: Сжатие
sv: Komprimering
tr: Sıkıştırma
vi: Nén

source: Extraction
cs: Rozbalení
es: Extracción
fi: Purkaminen
hu: Kicsomagolás
nb: Utpakking
nl: Uitpakken
pl: Wyodrębnianie
ru: Распаковка
sv: Extrahering
tr: Çıkarma
vi: Giải nén

source: Keka can't use the "extlx.plist" list, please get in contact with the developers. Keka will now quit.
cs: Keka nemůže „extlx.plist“ přečíst, kontaktujte vývojáře. Keka bude ukončena.
es: Keka no puede usar la lista "extlx.plist", por favor ponte en contacto con los desarrolladores. Keka se cerrará ahora.
fi: Keka ei voi käyttää "extlx.plist" listaa, olethan yhteydessä sovelluksen kehittäjiin. Keka lopettaa nyt.
hu: A Keka nem tudja használni a "extlx.plist" fájlt, lépjen kapcsolatba a fejlesztővel. A Keka most kilép.
nb: Keka kan ikke bruke "extlx.plist"-listen, vennligst kontakt utviklerne. Keka vil nå avsluttes.
nl: Keka kan de "extlx.plist" lijst niet gebruiken, contacteer a.u.b. de ontwikkelaar. Keka zal nu afsluiten.
pl: Keka nie może uzyskać dostępu do "extlx.plist". Skontaktuj się z autorem. Program zostanie zamknięty.
ru: Keka не может использовать список "extlx.plist"; пожалуйста, обратитесь к разработчикам. Keka завершает работу.
sv: Keka kan inte använda "extlx.plist"-listan, kontakta utvecklarna. Keka kommer nu avslutas.
tr: Keka "extlx.plist" listesini kullanamıyor, lütfen geliştiricilerle iletişime geçin. Keka şimdi çıkacak.
vi: Keka không thể sử dụng danh sách "extlx.plist", vui lòng liên hệ với bộ phận lập trình viên của Keka. Keka sẽ tự thoát ngay.

source: Keka is dying!
cs: Keka umírá!
es: Keka se está muriendo!
fi: Keka on kuolemassa!
hu: A Keka összeomlik!
nb: Keka dør!
nl: Keka kan niet verder werken!
pl: Keka umiera!
ru: Keka умирает!
sv: Keka håller på att dö!
tr: Keka ölüyor!
vi: Keka đang chết dần!

source: Ask each time
cs: Pokaždé se zeptat
es: Preguntar cada vez
fi: Kysy joka kerta
hu: Rákérdezés minden alkalommal
nb: Spør hver gang
nl: Altijd vragen
pl: Zawsze pytaj, gdzie zapisać plik
ru: Спрашивать каждый раз
sv: Fråga varje gång
tr: Her zaman sor
vi: Luôn hỏi mỗi lần

source: Next to original file
cs: Vedle původního souboru
es: Al lado del archivo original
fi: Alkuperiäisen tiedoston viereen
hu: A forrás mappája
nb: Ved siden av originalfilen
nl: In dezelfde map als het originele bestand
pl: Pierwotna lokalizacja pliku
ru: В папку с исходным файлом
sv: Bredvid ursprungsfilen
tr: Orijinal dosyanın yanında
vi: Bên cạnh tập tin gốc

source: Custom folder...
cs: Vlastní složka…
es: Carpeta personalizada...
fi: Mukautettu kansio...
hu: Egyéni mappa...
nb: Egendefinert mappe...
nl: Zelfgekozen map...
pl: Wybierz folder...
ru: Выбрать папку...
sv: Anpassad mapp...
tr: Özel klasör...
vi: Thư mục tuỳ chỉnh...

source: Same as original file
cs: Stejné, jako původní soubory
es: El mismo que el archivo original
fi: Sama kuin alkuperäinen tiedosto
hu: A forrás neve
nb: Samme som originalfilen
nl: Hetzelfde als het originele bestand
pl: Nazwa zgodna z oryginałem
ru: Так же, как исходный файл
sv: Samma som ursprungsfilen
tr: Orijinal dosya ile aynı
vi: Giống như tập tin gốc

source: Custom name...
cs: Vlastní název…
es: Nombre personalizado...
fi: Mukautettu nimi...
hu: Egyéni név...
nb: Egendefinert navn...
nl: Zelfgekozen naam...
pl: Wybierz nazwę pliku...
ru: Указать имя...
sv: Anpassat namn...
tr: Özel isim...
vi: Tên tuỳ chỉnh...

source: Archive
cs: Archiv
es: Archivo comprimido
fi: Arkisto
hu: Archívum
nb: Arkiv
nl: Archief
pl: Archiwum
ru: Архив
sv: Arkiv
tr: Arşiv
vi: Lưu trữ

source: Set as default folder
cs: Nastavit jako výchozí složku
es: Usar como carpeta por defecto
fi: Valitse oletuskansio
hu: Alapértelmezett mappa beállítása
nb: Sett som standardmappe
nl: Maak dit de standaard map
pl: Ustaw jako folder domyślny
ru: Установить как папку по умолчанию
sv: Ställ in som standardmapp
tr: Varsayılan klasör olarak ayarla
vi: Đặt làm thư mục mặc định

source: Perform automatic action
cs: Vybrat automaticky
es: Realizar operación automáticamente
fi: Suorita automaattinen toiminto
hu: Automatikus művelet
nb: Utfør automatisk handling
nl: Voer automatische actie uit
pl: Wykonaj akcję domyślną
ru: Автовыбор нужного действия
sv: Genomför automatisk åtgärd
tr: Otomatik işlem gerçekleştir
vi: Thực hiện thao tác tự động

source: Always compress
cs: Vždy komprimovat
es: Comprimir siempre
fi: Pakkaa aina
hu: Mindig tömörít
nb: Alltid komprimer
nl: Altijd inpakken
pl: Zawsze archiwizuj
ru: Всегда сжимать
sv: Komprimera alltid
tr: Her zaman sıkıştır
vi: Luôn luôn nén

source: Always extract
cs: Vždy rozbalit
es: Extraer siempre
fi: Pura aina
hu: Mindig kicsomagol
nb: Alltid pakk ut
nl: Altijd uitpakken
pl: Zawsze wyodrębniaj
ru: Всегда распаковывать
sv: Extrahera alltid
tr: Her zaman çıkart
vi: Luôn luôn giải nén

# 1.4 MB Floppy
source: 1.4 MB Floppy disk
cs: 1.4 MB disketa
es: 1,4 MB Disquete
fi: 1.4 Mt levyke
hu: 1.4 MB hajlékonylemez
nl: 1.4 MB Diskette
pl: 1.4 MB Floppy
ru: 1.4 MB дискета
sv: 1.4 MB-diskett
vi: Đĩa mềm 1.4 MB

source: 650 MB CD
fi: 650 Mt CD

source: 700 MB CD
fi: 700 Mt CD

source: 4.7 GB DVD
fi: 4.7 Gt DVD

source: Drop here to extract
cs: Přetáhněte sem pro rozbalení
es: Suelta aquí para descomprimir
fi: Tiputa tähän puretaksesi
hu: Húzd ide a kicsomagoláshoz
nb: Slipp her for å pakke ut
nl: Sleep naar hier om uit te pakken
pl: Upuść tutaj, aby wyodrębnić.
ru: Перетащите сюда для распаковки
sv: Släpp här för att extrahera
tr: Çıkartmak için buraya bırakın
vi: Thả vào đây để giải nén

source: Drop here to compress
cs: Přetáhněte sem pro zkomprimování
es: Suelta aquí para comprimir
fi: Tiputa tähän pakataksesi
hu: Húzd ide a tömörítéshez
nb: Slipp her for å komprimere
nl: Sleep naar hier om in te pakken
pl: Upuść tutaj, aby zarchiwizować.
ru: Перетащите сюда для сжатия
sv: Släpp här för att komprimera
tr: Sıkıştırmak için buraya bırakın
vi: Thả vào đây để nén

source: Binary "%@" is not accessible
cs: K binárnímu souboru „%@“ nelze získat přístup
es: El binario "%@" no está accesible
fi: Binaari "%@" ei ole saatavilla
hu: A "%@" bináris nem elérhető
nb: Programfilen "%@" er ikke tilgjengelig
nl: Binary "%@" kan niet benaderd worden
pl: Plik binarny "%@" jest niedostępny
ru: Бинарник "%@" недоступен
sv: Binärfilen "%@" är inte åtkomlig
tr: Binary "%@" ulaşılabilir değil
vi: Tập nhị phân "%@" không thể truy cập

source: The first part "%@" can't be found
cs: První část „%@“ nelze najít
es: La primera parte "%@" no se ha encontrado
fi: Ensimmäistä osaa "%@" ei löydetty
hu: Az első darab "%@" nem található
nb: Den første delen "%@" ble ikke funnet
nl: Het eerste deel "%@" kan niet gevonden worden
pl: Pierwsza część "%@" nie została odnaleziona
ru: Первая часть "%@" не найдена
sv: Första delen "%@" kunde inte hittas
tr: İlk bölüm "%@" bulunamadı
vi: Phần đầu tiên của "%@" bị thất lạc

source: Unable to extract a folder
cs: Složky nelze rozbalit
fi: Ei voida purkaa kansiota
hu: A mappa nem kicsomagolható
nb: Kunne ikke pakke ut mappe
nl: Niet mogelijk om een map uit te pakken
pl: Nie można wyodrębnić folderu
ru: Невозможно извлечь папку
vi: Không thể giải nén một thư mục

source: unknown
cs: neznámé
es: desconocido
fi: tuntematon
hu: ismeretlen
nb: ukjent
nl: onbekend
pl: nieznany
ru: неизвестно
sv: okänd
tr: bilinmeyen
vi: không biết

source: Unknown error
cs: Neznámá chyba
es: Error desconocido
fi: Tuntematon virhe
hu: Ismeretlen hiba
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata
vi: Lỗi không xác định

source: Error code %d using "%@" %@
cs: Kód chyby: %d při použití „%@“ %@
es: Código de error %d usando "%@" %@
fi: Virhekoodi %d käyttäessä "%@" %@
hu: Hibakód %d, a következőt használva: "%@" %@
nb: Feilkode %d under bruk av "%@" %@
nl: Foutcode %d gebruikend "%@" %@
pl: Kod błędu %d przy użyciu "%@" %@
ru: Код ошибки %d при использовании "%@" %@
sv: Felkod %d med "%@" %@
tr: Hata kodu %d "%@" %@ kullanıyor
vi: Mã lỗi %d sử dụng "%@" %@

source: Keka was unable to create the extraction package
cs: Keka nemohla vytvořit extrakční balíček
es: Keka no ha podido crear el paquete de extracción
fi: Keka ei voinut luoda purkupakettia
hu: A Keka nem tudta létrehozni a kicsomagoló csomagot
nl: Keka was niet in staat om het extractie pakket aan te maken
pl: Program Keka nie mógł utworzyć pakietu
tr: Keka, çıkarma paketini oluşturamadı
vi: Keka không thể tạo ra gói giải nén

source: No errors found
cs: Bez chyby
es: Sin errores
fi: Virheitä ei löytynyt
hu: Nem található hiba
nb: Ingen feil funnet
nl: Geen fouten gevonden
pl: Nie znaleziono błędów
ru: Ошибок не найдено
sv: Inga fel hittades
tr: Hata bulunamadı
vi: Không tìm thấy lỗi

# Minor error, the operation may be done well
source: Minor error, the operation may have been completed
cs: Došlo k menší chybě; je možné, že operace byla úspěšně dokončena
es: Error menor, la operación puede haberse realizado con éxito
fi: Pieni virhe, operaatio voi olla kuitenkin tehty hyvin
hu: Kisebb hiba lépett fel, de a művelet még lehet, hogy jól végrehajtható
nb: Mindre feil, operasjonen kan ha blitt fullført likevel
nl: Kleine fout, de actie is mogelijk wel correct uitgevoerd
pl: Wystąpił drobny błąd. Operacja mogła zakończyć się pomyślnie
ru: Незначительная ошибка, операция может быть успешно продолжена
sv: Mindre fel. Åtgärden kanske har genomförts
tr: Küçük hata, işlem tamamlanmış olabilir
vi: Có lỗi nhỏ, thao tác có thể đã hoàn thành

source: Fatal error
cs: Závažná chyba
es: Error fatal
fi: Kohtalokas virhe
hu: Kritikus hiba
nb: Alvorlig feil
nl: Fatale fout
pl: Błąd krytyczny
ru: Критическая ошибка
sv: Ödesdigert fel
tr: Ölümcül hata
vi: Lỗi nghiêm trọng

source: CRC error occurred, maybe the file is corrupt
cs: Chyba CRC, soubor byl pravděpodobně poškozen
es: Ha ocurrido un error de CRC, seguramento el archivo esté corrupto
fi: Ilmeni CRC-virhe, tiedosto voi olla korruptoitunut
hu: CRC hiba, a fájl hibás lehet
nb: CRC-feil oppstod, filen er kanskje korrupt
nl: CRC-fout gebeurd, misschien is het bestand corrupt
pl: Błąd CRC, plik może być uszkodzony
ru: Ошибка CRC: возможно, файл повреждён
sv: CRC-fel inträffade. Filen kanske är skadad
tr: CRC hatası oluştu, dosya bozuk olabilir
vi: Đã xảy ra lỗi CRC, có thể tập tin đã bị hỏng

source: Attempt to modify an archive previously locked
cs: Pokus o změnu dříve zamknutého archivu
es: Se ha intentado modificar un archivo previamente cerrado (sólido)
fi: Yritys muokata aikaisemmin lukittua arkistoa
hu: Egy korábban zárolt archívum módosítása
nb: Forsøk å endre på et arkiv som tidligere var låst
nl: Poging om een vergrendeld archief aan te passen
pl: Próba modyfikacji pliku nie powiodła się
ru: Попытка модифицировать ранее заблокированный архив
sv: Försök att ändra ett arkiv som tidigare var låst
tr: Önceden kilitlenmiş bir arşivi değiştirmeyi deneyin
vi: Đang cố gắng chỉnh sửa một tập tin nén đã được khoá từ trước

source: Maybe you don't have permission to write or your disk is full
cs: Možná nemáte oprávnění k zápisu, nebo je disk plný
es: Quizá no tengas permisos de escritura o tu disco esté lleno
fi: Sinulla ei ehkä ole kirjoitusoikeuksia, tai levy on täynnä
hu: Talán nincs jogosultság az íráshoz, vagy nincs elég hely a lemezen
nb: Du har kanskje ikke skrivetilgang, eller disken er full
nl: Misschien beschikt u niet over voldoende schrijfrechten of is er onvoldoende schrijfruimte
pl: Sprawdź, czy masz uprawnienia do zapisu i wolne miejsce na dysku
ru: Возможно, у вас нет прав на запись, либо диск переполнен
sv: Kanske saknar du behörighet att skriva eller disken är full
tr: Belki yazma izniniz yok veya diskiniz dolu
vi: Có thể bạn không có quyền truy cập để ghi dữ liệu hoặc ổ đĩa của bạn đã đầy

source: Can't open the file, maybe you don't have read permission
cs: Soubor nelze otevřit. Možná nemáte oprávnění ke čtení
es: No se puede abrir el archivo, quizá no tengas permisos de lectura
fi: Ei voitu avata tiedostoa, sinulla ei ehkä ole lukuoikeuksia
hu: A fájl nem nyitható meg, lehet nincs jogosultság az olvasáshoz
nb: Kan ikke åpne filen, du har kanskje ikke lesetilgang
nl: Kan het bestand niet openen, heeft u de nodige leesrechten
pl: Nie można otworzyć pliku. Sprawdź, czy masz uprawnienia do odczytu
ru: Невозможно открыть файл. Возможно, у вас нет прав на чтение
sv: Kan inte öppna filen. Du kanske saknar behörighet
tr: Dosya açılamıyor, belki okuma izniniz yok
vi: Không thể mở tập tin, có thể bạn không có quyền truy cập để đọc dữ liệu

# Command line error, please contact with the developer
source: Command line error, please contact the developer
cs: Chyba příkazového řádku, kontaktujte vývojáře
es: Error en la linea de comandos, por favor contacta con el desarrollador
fi: Komentolinja virhe, olethan yhteydessä sovelluksen kehittäjiin
hu: Parancssori hiba, lépj kapcsolatba a fejlesztővel
nb: Komandolinjefeil, vennligst kontakt utvikleren
nl: Command line fout, neem contact op met de ontwikkelaar
pl: Błąd wiersza poleceń. Skontaktuj się z autorem programu
ru: Ошибка командной строки. Пожалуйста, обратитесь к разработчику
sv: Kommandoradsfel. Kontakta utvecklarna
tr: Komut satırı hatası, lütfen geliştiriciyle iletişim kurun
vi: Lỗi câu lệnh, vui lòng liên hệ với nhà phát triển

source: Not enough memory. Try to close some programs and repeat the operation
cs: Není k dispozici dostatek paměti. Ukončete pár aplikací a operaci opakujte
es: No hay memoria suficiente. Prueba a cerrar algunos programas y repetir la operación
fi: Ei riittävästi muistia. Kokeile sulkea sovelluksia ja yritä operaatiota uudelleen
hu: Nincs elég memória. Zárj be pár programot, és próbáld meg újra
nb: Ikke nok minne. Prøv å lukke noen programmer og gjenta operasjonen
nl: Niet genoeg geheugen. Sluit enkele programma's en probeer de actie opnieuw
pl: Brak pamięci. Zamknij nieużywane programy i spróbuj ponownie.
ru: Недостаточно памяти. Попробуйте закрыть другие программы и повторите операцию
sv: Inte tillräckligt ledigt minne. Prova att stänga några program och upprepa åtgärden
tr: Yeterli hafıza yok. Bazı programları kapatmayı ve işlemi tekrarlamayı deneyin.
vi: Không đủ bộ nhớ tạm. Hãy thử đóng bớt một vài chương trình và thực hiện lại thao tác

source: Can't create the file, maybe you don't have permission or free space
cs: Soubor nelze vytvořit, možná nemáte potřebná oprávnění, nebo je disk plný
es: No se puede crear el archivo, quizá no tengas permisos de escritura o espacio libre
fi: Ei voitu luoda tiedostoa, sinulla ei ehkä ole kirjoitusoikeuksia, tai levy on täynnä
hu: A fájl nem hozható létre, nincs jogosultság, vagy elég hely a lemezen
nb: Kan ikke opprette filen, du har kanskje ikke tillatelse eller ledig diskplass
nl: Kan het bestand niet aanmaken, beschikt u over de nodige rechten en voldoende schrijfruimte
pl: Nie można utworzyć pliku. Sprawdź, czy masz uprawnienia do zapisu i wolne miejsce na dysku.
ru: Невозможно создать файл. Вероятно, у вас отсутствуют права на запись либо нет места на диске
sv: Kan inte skapa filen. Du kanske inte har behörighet eller ledigt utrymme
tr: Dosya oluşturulamıyor, izniniz veya boş alanınız yok
vi: Không thể tạo tập tin, có thể bạn không có quyền truy cập hoặc không còn dung lượng trống
