Repository: aonez/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: cs, es, fi, hu, nb, nl, pl, ru, sv, tr, vi

source: Using AES-256 encryption in ZIP
cs: V ZIPu používáme šifrování typu AES-256
es: Utilizando encriptación AES-256 en ZIP
fi: Käytetään AES-256-salausta ZIP:ssä
hu: AES-256 titkosítás használata a ZIP fájlhoz
nb: Bruker AES-256-kryptering i ZIP
nl: AES-256 versleuteling in ZIP word gebruikt
pl: Szyfrowania AES-256 w formacie ZIP
ru: Используется AES-256 шифрование в ZIP
tr: ZIP'de AES-256 şifrelemesini kullanma
vi: Sử dụng mã hoá AES-256 cho ZIP

source: Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default. You can open those files easily with most third party extraction utilities.
cs: Většina moderních operačních systémů, jako je napřílkad macOS (Big Sur a starší) nebo Windows oficiálně nepodporují ZIPy zašifrované formou AES-256. Stále je ale můžete otevřít ve většině archivačních aplikací.
es: La mayoría de los sistemas operativos actuales como macOS (antes de macOS 11.0 Big Sur) o Windows no soportan archivos ZIP encriptados utilizando AES-256. Puedes abrir estos archivos sin problemas con la mayor parte de las aplicaciones de compresión de terceros.
fi: Huomioithan, että useat modernit käyttöjärjestelmät, kuten macOS (ennen 11.0 Big Sur-versiota) tai Windows, ei oletuksellisesti tue AES-256-salattuja ZIP:jä. Voit kuitenkin avata tiedostot helposti usealla kolmannen osapuolen purkamis-työkalulla.
hu: A legtöbb modern operációs rendszer, mint például a macOS (macOS 11 Big Sur előtti verziói) vagy a Windows nem támogatják az AES-256-al titkosított ZIP fájlokat. Ezeket a fájlokat viszont a legtöbb harmadik féltől származó tömörítő program támogatja.
nb: Merk at de fleste moderne operativsystemer som macOS (før macOS 11.0 Big Sur) eller Windows ikke støtter AES-256-krypterte ZIP-filer som standard. Du kan derimot enkelt åpne disse med de fleste tredjeparts utpakkingsverktøy.
nl: Let op: de meeste moderne besturingssystemen zoals macOS (voor macOS 11.0 Big Sur) of Windows ondersteunen standaard geen AES-256 versleutelde ZIPs Je kan gebruik maken van een alternatief in/uitpak-programma.
pl: Pamiętaj, że większość systemów operacyjnych, takich jak macOS (przed macOS 11.0 Big Sur) lub Windows nie obsługuje domyślnie plików ZIP zaszyfrowanych w formacie AES-256. Możesz łatwo otworzyć te pliki za pomocą większości narzędzi do archiwizacji.
ru: Обратите внимание, что большинство современных операционных систем, таких как macOS (до версии 11.0 Big Sur) или Windows, по умолчанию не поддерживают ZIP-файлы, зашифрованные с помощью AES-256. Вы можете легко открыть эти файлы с помощью большинства сторонних утилит извлечения.
tr: macOS (macOS 11.0 Big Sur öncesi) veya Windows gibi çoğu modern işletim sisteminin varsayılan olarak AES-256 şifreli ZIP'leri desteklemediğini unutmayın. Bu dosyaları çoğu üçüncü taraf çıkarma yardımcı programıyla kolayca açabilirsiniz.
vi: Lưu ý rằng hầu hết các hệ điều hành hiện nay như macOS (trước bản macOS 11.0 Big Sur) hay Windows không hỗ trợ mã hoá AES-256 cho ZIPs mặc định. Bạn vẫn có thể mở các tập tin này dễ dàng bằng phần mềm giải nén thứ ba.

source: Cannot create the file
cs: Soubor nelze vytvořit
es: No se ha podido crear el archivo
fi: Tiedostoa ei voitu luoda
hu: A fájl nem hozható létre
nb: Kunne ikke opprette filen
nl: Kan het bestand niet aanmaken
pl: Nie można utworzyć pliku
ru: Невозможно создать файл
tr: Dosya oluşturulamıyor
vi: Không thể tạo tệp

source: Keka has no file access to the source file/s Give it access when asked or manually in the Preferences
cs: Keka nemá k původním souborům přístup. Udělte jí přístup buď když se vás zeptá, nebo ručně v předvolbách
es: Keka no tiene acceso al archivo. Puedes darle acceso cuando se pida o manualmente en las Preferencias
fi: Kekalla ei ole pääsyä lähdetiedostoon/s Anna pääsy kysyttäessä, tai manuaalisesti Asetuksista
hu: A Keka-nak nincs hozzáférése a forrás fájl(ok)hoz Adjon hozzáférést, mikor rákérdez vagy adjon engedélyt a beállításaiban
nb: Keka har ikke tilgang til kildefilen/s Gi tilgang når spurt, eller manuelt i Systemvalg
nl: Keka heeft geen toegang tot het bronbestand/s Geef toestemming als daarom word gevraagd of stel het in via Voorkeuren
pl: Keka nie ma dostępu do pliku/plików Przyznaj dostęp na żądanie lub ręcznie w Preferencjach
ru: Keka не имеет доступа к исходному файлу/файлам Вы можете предоставить доступ по запросу или вручную в Настройках.
tr: Keka'nın kaynak dosyaya/dosyalara erişimi yok Tercihler'de istendiğinde veya manuel olarak erişim izni verin
vi: Keka không có quyền truy cập vào các tập tin nguồn Cấp quyền truy cập cho nó khi được hỏi hoặc tuỳ chỉnh thủ công trong mục Cài đặt

source: Give access to the source/s folder/s
cs: Udělit přístup k umístěním původních souborů
es: Dar acceso a la/s carpeta/s
fi: Anna pääsy lähteen kansioihin
hu: Adjon hozzáférést a forrás mappá(k)hoz
nb: Gi tilgang til kildemappen(e)
nl: Geef toegang tot de bron bestanden en mappen
pl: Przyznaj dostęp do folderu/folderów źródłowych
ru: Дать доступ к исходной папке/папкам
tr: Kaynak(lar) klasörüne/klasörlerine erişim izni verin
vi: Cấp quyền truy cập đến các thư mục nguồn

source: Give access to the compressed file
cs: Udělit přístup ke komprimovanému souboru.
es: Dar acceso al archivo comprimido
fi: Anna pääsy pakattuun tiedostoon
hu: Adjon hozzáférést a tömörített fájl(ok)hoz
nb: Gi tilgang til den komprimerte filen
nl: Geef toegang tot het gecomprimeerde bestand
pl: Daj dostęp do zarchiwizowanego pliku
ru: Дать доступ к сжатому файлу
tr: Sıkıştırılmış dosyaya erişim izni verin
vi: Cấp quyền truy cập đến các tập tin đã nén

source: The extension is enabled
cs: Rozšíření je povoleno
es: La extensión está habilitada
fi: Laajennus on käytössä
hu: Bővítmény engedélyezve
nb: Utvidelsen er aktivert
nl: De extensie is ingeschakeld
pl: Rozszerzenie jest włączone
ru: Расширение включено
tr: Uzantı etkinleştirildi
vi: Phần mở rộng đã bật

source: The extension is disabled
cs: Rozšíření je zakázáno
es: La extensión está deshabilitada
fi: Laajennus ei ole käytössä
hu: Bővítmény letiltva
nb: Utvidelsen er deaktivert
nl: De extensie is uitgeschakeld
pl: Rozszerzenie jest wyłączone
ru: Расширение отключено
tr: Uzantı devre dışı
vi: Phần mở rộng đã tắt

source: Enable or disable the extension
cs: Povolit nebo zakázat rozšíření
es: Habilita o deshabilita l'extensió
fi: Ota laajennus käyttöön tai ota pois käytöstä
hu: A bővítmény engedélyezése vagy letiltása
nl: Schakel de extentie in of uit
pl: Włącz lub wyłącz rozszerzenie
tr: Uzantıyı etkinleştirin veya devre dışı bırakın
vi: Bật hoặc tắt phần mở rộng

source: Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.
cs: Keka se rozhodne mezi komprimací a rozbalením podle formátu/přípony souboru. Tato volba je doporučená.
es: Keka decidirá si comprimir o descomprimir según el formato y extensión de los ficheros. Esta es la opción recomendada.
fi: Keka päättää pakataanko vai puretaanko kohde, tiedostomuodon ja tarkenteen mukaan.
hu: A Keka eldönti, hogy tömörítse vagy kicsomagolja a fájlt a formátuma és kiterjesztése alapján. Ez az ajánlott opció.
nb: Keka vil velge komprimering eller utpakking basert på filformat og filendelse. Dette er det anbefalte valget.
nl: Keka beslist zelf op basis van het formaat en extensie of er in- of uitgepakt moet worden. Dit is de aangeraden optie.
pl: Keka zdecyduje, czy zarchiwizować, czy wyodrębnić zawartość na podstawie formatu i rozszerzenia pliku.
ru: Keka сама определит, сжимать или распаковывать файлы, основываясь на формате и расширении файла. Это рекомендованный вариант.
tr: Keka, dosya formatına ve uzantısına göre sıkıştırmayı veya sıkıştırmayı açmaya karar verir. Bu önerilen seçenektir.
vi: Keka sẽ quyết định nén hay giải nén dựa trên định dạng và phần mở rộng của tệp. Đây là tùy chọn được đề nghị.

source: Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.
cs: Keka komprimuje všechny soubory, včetně již komprimovaných souborů. Soubory můžete znovu komprimovat přetažením do spodní částí Keka.
es: Keka comprimirá todos los ficheros, incluso aquellos que ya estén comprimidos. Puedes forzar la compresión de archivos ya comprimidos en el modo automático arrastrando y soltándolos en la parte inferior de la zona de arrastre.
fi: Keka pakkaa kaikki tiedostot, mukaan lukien valmiiksi pakatut tiedostot.
hu: A Keka tömöríteni fogja az összes fájlt, függetlenül, hogy már tömörített fájl e. Tömöríthető egy már tömörített fájl automatikus módban is, a dobó terület aljára dobva.
nb: Keka vil komprimere alle filer, selv de som allerede er komprimert. Du kan komprimere en allerede komprimert fil i automatisk modus ved å slippe den nederst i slippsonen.
nl: Keka zal alle bestanden inpakken, ook bestanden die al gecomprimeerd zijn. Je kan een al ingepakt bestand comprimeren door het in het onderste gedeelte van de drop zone te slepen.
pl: Keka archiwizuje wszystkie pliki, nawet te, które zostały już archiwizowane. Możesz zarchiwizować plik w trybie automatycznym, upuszczając go w obrębie okna programu..
ru: Keka будет сжимать все файлы, даже те, которые уже сжаты. Вы можете сжать уже сжатый файл в автоматическом режиме, поместив его в нижнюю часть зоны для сброса файлов.
tr: Keka, zaten sıkıştırılmış olanlar da dahil olmak üzere tüm dosyaları sıkıştıracaktır. Zaten sıkıştırılmış bir dosyayı, bırakma bölgesinin alt kısmına bırakarak otomatik modda sıkıştırabilirsiniz.
vi: Keka sẽ nén tất cả các tệp, ngay cả những tệp đã được nén. Bạn có thể nén một tệp đã được nén ở chế độ tự động bằng cách thả nó xuống phần dưới cùng của vùng thả.

source: Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.
cs: Keka se pokusí všechny soubory rozbalit. Soubory neznámeho typu můžete zkusit rozbalit přetažením do spodní části Keka.
es: Keka intentará extraer todos los ficheros. Puedes intentar extraer ficheros desconocidos en el modo automático arrastrando y soltándolos en la parte inferior de la zona de arrastre.
fi: Keka yrittää purkaa kaikki tiedostot. Voit yrittää purkaa tuntemattoman tiedoston automaattisessa tilassa, tiputtamalla sen tiputusalueen alaosaan.
hu: A Keka ki fogja csomagolni az összes fájlt. Egy ismeretlen fájl kicsomagolása megpróbálható automatikus módban is, a dobó terület aljára dobva.
nb: Keka vil prøve å pakke ut alle filer. Du kan pakke ut en ukjent fil i automatisk modus ved å slippe den nederst i slippsonen.
nl: Keka zal proberen om alle bestanden uit te pakken. Je kan een onbekend bestand proberen uit te pakken door het in het onderste gedeelte van de drop zone te slepen.
pl: Keka spróbuje wyodrębnić każdy pliki. Możesz spróbować wyodrębnić nieznany plik w trybie automatycznym, upuszczając go w obrębie okna programu.
ru: Keka попытается извлечь все файлы. Вы можете попытаться извлечь неизвестный файл в автоматическом режиме, поместив его в нижнюю часть зоны для сброса файлов.
tr: Keka tüm dosyaları çıkarmaya çalışacaktır. Bilinmeyen bir dosyayı, bırakma bölgesinin alt kısmına bırakarak otomatik modda çıkarmayı deneyebilirsiniz.
vi: Keka sẽ cố gắng giải nén tất cả các tệp. Bạn có thể cố gắng giải nén một tệp không xác định ở chế độ tự động bằng cách thả nó vào phần dưới cùng của vùng thả.

source: Show the operation log
cs: Zobrazit operační protokol
es: Mostrar el registro de la operación
fi: Näytä operaation logi
hu: A feladat naplójának megjelenítése
nb: Vis operasjonsloggen
nl: Toon actie logs
pl: Pokaż dziennik operacji
ru: Показать журнал операций
tr: İşlem günlüğünü göster
vi: Hiện nhận ký hoạt động

source: Unable to process tips
cs: Příspěvek nelze zpracovat
es: No se pueden procesar las propinas
fi: Tippien prosessointi epäonnistui
hu: A borravalók feldolgozása sikertelen
nb: Kunne ikke behandle driks
nl: Donatie kan niet worden verwerkt
pl: Nie można przetworzyć
ru: Невозможно обработать платежи
tr: Bahşiş alınamıyor
vi: Không thể xử lý tiền ủng hộ

source: Already tipping a monthly %@
cs: Už měsíčně přispíváte %@
es: Ya se está dando la propina mensual de %@
fi: Tipataan jo kuukausittain %@
hu: Jelenleg %@ havi borravaló küldve
nb: Sender allerede %@ i måneden
nl: Je geeft al een maandelijkse donatie %@
ru: Вы уже даёте жертвуете %@ ежемесячно
tr: Zaten aylık %@ bahşiş veriyorum
vi: Đã gửi tiền ủng hộ hàng tháng %@

source: Send a monthly %@ tip
cs: Měsíčně příspět %@
es: Enviar una propina mensual de %@
fi: Lähetä kuukausittainen %@ tippi
hu: %@ havi borravaló küldése
nb: Send driks på %@ månedlig
nl: Geef een maandelijke %@ donatie
ru: Жертвовать %@ ежемесячно
tr: Aylık %@ bahşiş gönder
vi: Gửi một chút %@ tiền ủng hộ hàng tháng

source: Send a %@ tip
cs: Příspět %@
es: Enviar una propina de %@
fi: Lähetä %@ tippi
hu: %@ borravaló küldése
nb: Send driks på %@
nl: Geef een %@ donatie
ru: Единоразово пожертвовать %@
tr: %@ bahşiş gönder
vi: Gửi một ít %@ tiền ủng hộ

source: Give Keka some love ♥
cs: Keka si zaslouží ♥
es: Apoya el desarrollo de Keka ♥
fi: Anna Kekalle hieman rakkautta ♥
hu: Adjon a Keka-nak egy kis szeretetet ♥
nb: Gi Keka litt kjærlighet ♥
nl: Geef Keka liefde ♥
ru: Дайте Keka немного своей любви ♥
tr: Keka'yı beğen ♥
vi: Gửi Keka một chút tình yêu ♥

source: All extractions will be expanded at this location.
cs: Všechny soubory rozbalíme do této složky.
es: Todas las operaciones se extraerán en esta carpeta.
fi: Kaikki purkamiset laajennetaan tänne.
hu: Minden kicsomagolás eredményének helye ez lesz.
nb: Alle utpakkinger vil bli lagret på denne plasseringen.
nl: Alle extracties worden uitgepakt op deze locatie
pl: Wszystkie wyodrębnione pliki będą przechowywane w tej lokalizacji.
ru: Все извлечённые файлы будут сохраняться сюда.
tr: Tüm çıkarmalar bu konumda genişletilecektir.
vi: Tất cả các nội dung giải nén sẽ được mở rộng tại vị trí này.

source: All compressions will be stored at this location.
cs: Všechny soubory zkomprimujeme do této složky.
es: Todas las operaciones se comprimirán en esta carpeta.
fi: Kaikki pakkaukset varastoidaan tänne.
hu: Minden tömörítés eredményének helye ez lesz.
nb: Alle komprimeringer vil bli lagret på denne plasseringen.
nl: Alle compressies worden bewaard op deze locatie.
pl: Wszystkie zarchiwizowane pliki będą przechowywane w tej lokalizacji.
ru: Все сжатые файлы будут сохраняться сюда.
tr: Tüm sıkıştırmalar bu konumda saklanacaktır.
vi: Tất cả tập tin nén sẽ được lưu trữ tại vị trí này.

source: You'll be asked where to extract each operation.
cs: Před každým rozbalením se vás zeptáme na cílovou složku.
es: Se preguntará dónde extraer cada operación.
fi: Sinulta kysytään mihin puretaan, joka operaatiolla.
hu: Minden feladatnál rákérdez hova bontsa ki a fájlokat.
nb: Du blir spurt om hvor du ønsker å pakke ut hver operasjon.
nl: Je zal gevraagd worden waar elke uitpak actie naar moet plaatsvinden.
pl: Zostaniesz zapytany o lokalizację przy każdej operacji wyodrębniania.
ru: Keka будет каждый раз спрашивать, куда сохранять извлечённые файлы.
tr: Her işlemde nereden çıkarılacağı sorulacak.
vi: Bạn sẽ được hỏi nơi lưu nội dung giải nén mỗi khi bắt đầu.

source: You'll be asked where to compress each operation.
cs: Před každou komprimací se vás zeptáme na cílovou složku.
es: Se preguntará dónde comprimir cada operación.
fi: Sinulta kysytään mihin pakataan, joka operaatiolla.
hu: Minden feladatnál rákérdez hova tömörítse a fájlokat.
nb: Du blir spurt om hvor du ønsker å komprimere hver operasjon.
nl: Je zal gevraagd worden waar elke inpak actie naar moet plaatsvnden
pl: Zostaniesz zapytany o lokalizację przy każdej operacji archiwizacji.
ru: Keka будет каждый раз спрашивать, куда сохранять сжатые файлы.
tr: Her işlemde nereye sıkıştıracağınız sorulacak.
vi: Bạn sẽ được hỏi nơi lưu tập tin nén mỗi khi bắt đầu.

source: If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.
cs: Pokud má Keka přístup k souborům, pokusí se všechny opperace provádět tam, kde se nacházejí výchozí soubory. Aby tato funkce pracovala správně, nastavte přístup k souborům v příslušném panelu v předvolbách.
es: Si Keka tiene Acceso a ficheros realizará la operación al lado del archivo original, en caso contrario preguntará dónde realizar la operación. Puedes dar Acceso a ficheros a Keka en las Preferencias para que esta opción funcione correctamente.
fi: Mikäli Kekalla on pääsy tiedostoihin, operaatio tehdään lähdetiedosto(je)n viereen, muuten sinulta kysytään sijaintia. Voit asettaa Kekan tiedostopääsyn Asetukset-välilehdeltä, jotta tämä valinta toimii oikein.
hu: Ha a Keka-nak hozzáférése van a fájlokhoz, a fájlok mellett fog dolgozni. Egyébként rá fog kérdezni a cél mappára. A fájl elérést a Beállításokban a Hozzáférés a fájlokhoz fül alatt állítja be.
nb: Hvis Keka har filtilgang, vil operasjonen utføres i nærheten av kildefilen(e), ellers vil du bli spurt om plassering. Du kan sette Kekas filtilganger i Valg-panelet for å få dette til å fungere riktig.
nl: Als Keka toegang tot het bestand heeft zal de in- of uitpak actie plaatsvinden in dezelfde map als de bron, anders zal Keka vragen waar het doelbestand moet komen. Je kan de toegang van Keka instellen via Voorkeuren bij Bestand Toegang
pl: Jeśli program Keka ma dostęp do pliku, wykona operację w obrębie pliku/plików źródłowych, w przeciwnym razie zapyta o lokalizację. Możesz przyznać dostęp do tego i innych folderów w panelu Uprawnienia do plików w ustawieniach programu Keka.
ru: Если Keka имеет право доступа к файлам, она выполнит операцию рядом с исходным файлом/файлами, в противном случае она запросит расположение. Вы можете настроить доступ в панели "Доступ к файлам" в настройках Keka, чтобы эта опция работала правильно.
tr: Keka'nın Dosya Erişimi varsa, işlemi kaynak dosyanın/dosyaların yakınında yürütür, aksi takdirde konum sorar. Bu seçeneğin düzgün çalışması için Keka'nın Dosya Erişimi Tercihler sekmesinde ayarlayabilirsiniz.
vi: Nếu Keka có Quyền truy cập tập tin nó sẽ thực hiện tác vụ gần cạnh vị trí lưu tập tin nguồn, ngược lại nó sẽ hỏi một vị trí để lưu. Bạn có thể thiết đặt Quyền truy cập tập tin của Keka trong Cài đặt để tính năng này hoạt động bình thường.

source: Keka has no file access to the destination folder so it needs to ask for a location. You can add access to this and other folders in Keka's Preferences File Access pane.
cs: Protože Keka nemá přístup k výchozí složce, zeptá se vás na jinou. Přístup k této a dalším složkám můžete nastavit v předvolbách v kartě Přístup k souborům.
es: Keka no tiene acceso a la carpeta de destino y necesita preguntar dónde realizar la operación. Puedes dar acceso a esta y otras carpetas en el panel Acceso a Ficheros de las Preferencias de Keka.
fi: Kekalla ei ole pääsyä kohdekansioon, joten Kekan täytyy pyytää pääsyä sijaintiin. Voit lisätä tähän, sekä muihin kansioihin pääsyn Kekan Asetuksien Tiedostopääsy-paneelista.
hu: A Keka-nak nincs hozzáférése a mappához, ezért rá fog kérdezni a cél mappára. A hozzáférést a Keka beállításaiban a Hozzáférés a fájlokhoz fül alatt tudja engedélyezni.
nb: Keka har ikke filtilgang til kildemappen, derfor blir du spurt om plassering. Du kan legge til tilgang til denne og andre mapper i Filtilgang-panelet i Kekas Valg.
nl: Keka heeft geen toegang tot de doelmap. Je kan de toegang van deze en andere mappen instellen via Voorkeuren bij Bestand Toegang.
pl: Keka nie ma dostępu do folderu docelowego, więc musi zapytać o lokalizację. Możesz przyznać dostęp do tego i innych folderów w panelu Uprawnienia do plików w ustawieniach programu Keka.
ru: У Keka нет доступа к файлам в исходной папке, поэтому ей нужно запросить расположение. Вы можете добавить доступ к этой и другим папкам в панели "Доступ к файлам" в настройках Keka.
tr: Keka'nın hedef klasöre dosya erişimi yok, bu yüzden bir konum sorması gerekiyor. Bu ve diğer klasörlere Keka'nın Tercihler Dosya Erişimi bölmesinden erişim ekleyebilirsiniz.
vi: Keka không có quyền truy cập tệp vào thư mục đích nên cần phải hỏi một vị trí lưu khác. Bạn có thể thêm quyền truy cập vào thư mục này và nhiều thư mục khác trong Cài đặt, mục Quyền truy cập tập tin của Keka

source: The characters %@ are not compatible with the %@ format
cs: Znaky %@ nejsou s formátem %@ kompatibilní
es: Los carácteres %@ no son compatibles con el formato %@
fi: Kirjainmerkit %@ eivät ole yhteensopivia %@-muodon kanssa
hu: A %@ karakterek nem támogatottak a(z) %@ formátumban
nb: Tegnene %@ er ikke kompatible med formatet %@
nl: De karakters %@ zijn niet geschikt met het %@ formaat
pl: Znak %@ nie jest zgodny z formatem %@
ru: Символы %@ не совместимы с форматом %@
tr: %@ karakterleri %@ biçimiyle uyumlu değil
vi: Các ký tự %@ không tương thích với định dạng %@

source: The character %@ is not compatible with the %@ format
cs: Znak %@ není s formátem %@ kompatibilní
es: El carácter %@ no es compatible con el formato %@
fi: Kirjainmerkki %@ ei ole yhteensopiva %@-muodon kanssa
hu: A %@ karakter nem támogatottak a(z) %@ formátumban
nb: Tegnet %@ er ikke kompatibelt med formatet %@
nl: Het karakter %@ is niet geschikt met het %@ formaat
pl: Znak %@ nie jest zgodny z formatem %@
ru: Символ %@ не совместим с форматом %@
tr: %@ karakteri %@ biçimiyle uyumlu değil
vi: Ký tự %@ không tương thích với định dạng %@

source: Stop compressing
cs: Zastavit komprimaci
es: Detener la compresión
fi: Lopeta pakkaus
hu: Tömörítés megszakítása
nl: Stop inpakken
pl: Zatrzymaj archiwizację
tr: Sıkıştırmayı durdur
vi: Dừng nén

source: Stop extracting
cs: Zastavit rozbalování
es: Detener la extracción
fi: Lopeta pukaus
hu: Kicsomagolás megszakítása
nl: Stop uitpakken
pl: Zatrzymaj wyodrębnianie
tr: Çıkarmayı durdur
vi: Dừng giải nén

source: Resume compressing
cs: Dokončit komprimaci
es: Reanudar la compresión
fi: Jatka pakkausta
hu: Tömörítés folytatása
nl: Ga door met inpakken
pl: Wznów archiwizację
tr: Sıkıştırmaya devam et
vi: Tiếp tục nén

source: Resume extracting
cs: Dokončit rozbalování
es: Reanudar la extracción
fi: Jatka putkua
hu: Kicsomagolás folytatása
nl: Ga door met uitpakken
pl: Wznów wyodrębnianie
tr: Çıkarmaya devam et
vi: Tiếp tục giải nén

source: Pause compressing
cs: Pozastavit komprimaci
es: Pausar la compresión
fi: Pysäytä pakkaus
hu: Tömörítés felfüggesztése
nl: Pauzeer inpakken
pl: Zatrzymaj archiwizację
tr: Sıkıştırmayı duraklat
vi: Tạm dừng nén

source: Pause extracting
cs: Pozastavit rozbalování
es: Pausar la extracción
fi: Pysäytä purkaminen
hu: Kicsomagolás felfüggesztése
nl: Pauzeer uitpakken
pl: Zatrzymaj wyodrębnianie
tr: Çıkarmayı duraklat
vi: Tạm dừng giải nén

source: Compression paused
cs: Komprimace pozastavena
es: Compresión pausada
fi: Pakkaus pysäytetty
hu: Tömörítés felfüggesztve
nl: Inpakken gepauzeerd
pl: Archiwizacja zatrzymana
tr: Sıkıştırma duraklatıldı
vi: Đã tạm dừng nén

source: Extraction paused
cs: Rozbalování pozastaveno
es: Extracción pausada
fi: Pakkaus pysäytetty
hu: Kicsomagolás felfüggesztve
nl: Uitpakken gepauzeerd
pl: Wyodrębnianie zatrzymane
tr: Çıkarma duraklatıldı
vi: Đã tạm dừng giải nén

source: Waiting for password
cs: Čeká se na zadání hesla
es: Esperando una contraseña
fi: Odotetaan salasanaa
hu: Várakozás a jelszóra
nl: Wachten op wachtwoord
pl: Wprowadź hasło
tr: Şifre bekleniyor
vi: Đang chờ mật khẩu

source: On queue
cs: Ve frontě
es: En cola
fi: Jonossa
hu: Sorban áll
nl: In de wachtwrij
pl: W kolejce
tr: Sırada
vi: Đang xếp hàng

source: Applying quarantine...
cs: Aplikování příznaku karanténa…
es: Aplicando cuarentena...
fi: Asetetaan karanteenia...
hu: Karantén alkalmazása...
nl: Quarantine toepassen...
pl: Stosowanie kwarantanny...
tr: Karantina uygulanıyor ...
vi: Áp dụng cách ly...
