Repository: aonez/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: cs, es, fi, hu, nb, nl, pl, ru, sv, tr, vi

# Canceled manually
source: Cancelled manually
cs: Ručně zrušeno
es: Cancelado manualmente
fi: Kumottu manuaalisesti
hu: Felhasználó által leállítva
nb: Avbrutt manuelt
nl: Door gebruiker geannuleerd
pl: Anuluj
ru: Принудительно отменена
sv: Avbröts manuellt
tr: Manuel olarak iptal edildi
vi: Đã huỷ bỏ theo yêu cầu

source: Bad password, try again
cs: Zadané heslo není správné, zkuste to znovu
es: Contraseña incorrecta, inténtalo de nuevo
fi: Väärä salasana, yritä uudelleen
hu: Rossz jelszó, próbáld újra
nb: Feil passord, prøv igjen
nl: Verkeerd wachtwoord, probeer opnieuw
pl: Niewłaściwe hasło, spróbuj ponownie
ru: Неверный пароль, попробуйте ещё раз
sv: Felaktigt lösenord. Försök igen
tr: Kötü şifre, tekrar deneyin
vi: Mật khẩu không đúng, vui lòng thử lại

source: This archive is locked
cs: Archiv je uzamčený
es: El archivo está cerrado (sólido)
fi: Tämä arkisto on lukittu
hu: Az archívum jelszóval védett
nb: Dette arkivet er låst
nl: Dit archief is vergrendeld
pl: Archiwum jest zablokowane
ru: Этот архив заблокирован
sv: Detta arkiv är låst
tr: Bu arşiv kilitlendi
vi: Tập tin này đã được khoá

source: Write error. No permission? No space left?
cs: Chyba při zápisu. Možná nemáte potřebná oprávnění, nebo je disk plný
es: Error de escritura. Quizá no tengas permisos de escritura o tu disco esté lleno
fi: Kirjoitusvirhe. Ei oikeuksia?? Ei tallennustilaa vapaana?
hu: Írási hiba. Nincs jogosultság? Nincs több hely?
nb: Feil under skriving. Ikke tillatelse? Ikke ledig diskplass?
nl: Schrijffout. Onvoldoende rechten? Onvoldoende schrijfruimte?
pl: Błąd zapisu. Sprawdź, czy masz uprawnienia do zapisu i wolne miejsce na dysku.
ru: Ошибка записи. Нет прав на запись? Нет места на диске?
sv: Skrivfel. Saknar behörighet? Inget ledigt utrymme?
tr: Yazma hatası. İzin yok? Boş yer kalmadı?
vi: Lỗi ghi dữ liệu. Không có quyền truy cập? Không còn chỗ trống?

source: Can't open the file, maybe it's not accessible
cs: Soubor nelze otevřít, možná není dostupný
es: No se puede abrir el archivo, quizá esté inaccesible o no tengas permisos de lectura
fi: Tiedostoa ei voitu avata, ehkä se ei ole saatavilla
hu: A fájl nem nyitható meg, talán nem elérhető
nb: Kan ikke åpne filen, den er kanskje ikke tilgjengelig
nl: Kan het bestand niet openen, misschien is het niet toegankelijk
pl: Nie można otworzyć pliku
ru: Невозможно открыть файл. Вероятно, он недоступен
sv: Kan inte öppna filen. Kanske är den inte åtkomlig
tr: Dosya açılamıyor, veya dosya erişilebilir değil
vi: Không thể mở tập tin, có thể tập tin không truy cập được

source: No files matching the mask
cs: Žádné soubory se s maskou neshodují
es: No coincide ninguna de los filtros
fi: Ei maskia vastaavia tiedostoja
hu: Nem található a feltételnek megfelelő fájl
nb: Ingen filer matcher masken
nl: Geen bestanden die voldoen aan het filter
pl: Żaden z plików nie pasuje do maski
ru: Нет файлов, отвечающих маске запроса
sv: Inga filer matchar söksträngen
tr: Maskeyle eşleşen dosya yok
vi: Không có tập tin phù hợp với đánh dấu

source: There were some read errors
cs: Vyskytly se chyby při čtení
es: Han ocurrido errores de lectura
fi: Joitakin lukuvirheitä ilmeni
hu: Néhány olvasási hiba lépett fel
nl: Er waren lees fouten
pl: Wystąpiły błędy odczytu
tr: Bazı okuma hataları vardı
vi: Xuất hiện lỗi đọc dữ liệu

source: Give access
cs: Udělit přístup
es: Dar acceso
fi: Anna pääsy
hu: Engedélyezd
nb: Gi tilgang
nl: Geef toegang
pl: Przyznaj dostęp
ru: Дать доступ
sv: Ge åtkomst
tr: Erişim izni ver
vi: Cho phép truy cập

source: Just folder access
cs: Přístup jen ke složce
es: Sólo acceso a la carpeta
fi: Vain kansioon pääsy
hu: Csak a mappához való hozzáférés
nb: Bare mappetilgang
nl: Alleen map toegang
pl: Przejdź do folderu
ru: Только доступ к папке
sv: Endast mappåtkomst
tr: Sadece klasör erişimi ver
vi: Chỉ truy cập thư mục

source: Quit
cs: Ukončit
es: Salir
fi: Lopeta
hu: Kilépés
nb: Avslutt
nl: Sluiten
pl: Zamknij
ru: Выход
sv: Avsluta
tr: Çık
vi: Thoát

source: More information
cs: Další informace
es: Más información
fi: Lisätietoja
hu: Több információ
nb: Mer informasjon
nl: Meer informatie
pl: Więcej informacji
ru: Больше информации
sv: Mer information
tr: Daha fazla bilgi
vi: Thông tin bổ sung

source: Keka needs file access
cs: Keka potřebuje přístup k souborům
es: Keka necesita acceso al disco
fi: Keka tarvitsee tiedostoihin pääsyn
hu: A Keka-nak szüksége van a fájlokhoz való hozzáféréshez
nb: Keka trenger filtilgang
nl: Keka heeft toegang tot bestanden en mappen nodig
pl: Keka potrzebuje dostępu do plików
ru: Keka требуется доступ к файлам
sv: Keka behöver filåtkomst
tr: Keka'nın dosyaya erişim izni gerekiyor
vi: Keka cần quyền truy cập tập tin

source: Give home access
cs: Udělit přístup k domovské složce
es: Dar acceso personal
fi: Anna pääsy kotikansioon
hu: Engedélyezd a kezdőmappához való hozzáférést
nb: Gi tilgang til hjemmemappen
nl: Geef toegang tot thuismap
pl: Przyznaj dostęp
ru: Дать доступ к домашней папке
sv: Ge hemåtkomst
tr: Eve erişim izni ver
vi: Cho phép truy cập thư mục home

# Customize
source: Customise
cs: Přizpůsobit
es: Personalizar
fi: Mukauta
hu: Testreszabás
nb: Tilpass
nl: Pas aan
pl: Dostosuj
ru: Настроить
sv: Anpassa
tr: Özelleştir
vi: Tuỳ chỉnh

source: Keka needs access to the source file/s.
cs: Keka potřebuje přístup k původním souborům.
es: Keka necesita acceso al/a los archivo/s original/es.
fi: Keka tarvitsee pääsyn lähdetiedostoon/s.
hu: A Keka-nak szüksége van a forrás fájl(ok)ra.
nl: Keka heeft toestemming nodig om de bron bestanden te benaderen.
pl: Keka potrzebuje dostępu do pliku/plików źródłowych.
tr: Keka'nın kaynak dosyaya/dosyalara erişmesi gerekiyor.
vi: Keka cần quyền truy cập vào các tập tin nguồn.

source: In order to work seamlessly with your files, Keka needs local access to the Mac disk.
cs: Abyste mohli Keka používat bez problémů, je třeba jí udělit přístup k disku tohoto Macu.
es: Para que Keka se integre correctamente con tu Mac, necesita acceso local al disco.
fi: Jotta voimme työskennellä saumattomasti tiedostoillasi, Keka tarvitsee paikallisen pääsyn Macin levyyn.
hu: Ahhoz, hogy a Keka zökkenőmentesen tudjon dolgozni a fájlokkal, hozzáférésre van szüksége a Mac lemezéhez.
nb: For å kunne arbeide sømløst med filene dine trenger Keka lokal tilgang til Mac-disken.
nl: Keka heeft toegang tot de lokale Mac schijf nodig om met bestanden en mappen te kunnen werken.
pl: Aby pracować bezproblemowo z twoimi plikami, Keka potrzebuje dostępu do dysku lokalnego.
ru: Чтобы беспрепятственно работать с вашими файлами, Keka нужен доступ к диску Mac.
sv: Keka behöver lokal åtkomst till Mac-disken för att fungera sömlöst med dina filer.
tr: Dosyalarınızla sorunsuz bir şekilde çalışabilmeniz için Keka'nın Mac diskinde yerel erişim iznine ihtiyacı vardır.
vi: Để hoạt động mượt mà với tập tin của bạn, Keka cần quyền truy cập nội bộ vào ổ đĩa Mac.

source: Simply click on "Give access to Keka", your disk should already be selected.
cs: Váš disk by už měl být vybraný. Teď stačí klepnout na tlačítko „Udělit přístup“
es: Haz clic en "Dar acceso a Keka", tu disco ya está seleccionado.
fi: Klikkaa vain "Anna Kekalle pääsy", levysi pitäisi olla jo valmiiksi valittuna.
hu: Csak kattints a következőre: "Give access to Keka", a lemeznek már kiválasztva kellene lennie.
nb: Bare klikk på "Gi tilgang til Keka", disken din skal være forhåndsvalgt.
nl: Klik op "Geef toegang aan Keka", de schijf zou al geselecteerd moeten zijn.
pl: Kliknij przycisk "Przyznaj dostęp", dysk powinien zostać wybrany automatycznie.
ru: Просто нажмите на "Дать доступ Keka", ваш диск скорее всего будет уже выбран.
sv: Klicka helt enkelt på "Ge åtkomst till Keka". Din disk bör redan vara vald.
tr: "Keka'ya erişim izni için" Tıklamanız yeterlidir , diskiniz seçilmiş olmalıdır.
vi: Chỉ cần nhấp chuột vào "Give access to Keka", ổ đĩa của bạn sẽ được chọn sẵn.

source: Give access to Keka
cs: Udělit přístup
es: Dar acceso a Keka
fi: Anna Kekalle pääsy
hu: Engedélyezés a Keka-nak
nb: Gi tilgang til Keka
nl: Geef toegang aan Keka
pl: Przyznaj dostęp
ru: Дать доступ Keka
sv: Ge åtkomst till Keka
tr: Keka'ya erişim izni ver
vi: Cho Keka quyền truy cập

source: Full Mac access (Recommended)
cs: Plný přístup k disku (doporučeno)
es: Acceso completo (Recomendado)
fi: Täysi pääsy Macille (Suositeltu)
hu: Teljes hozzáférés a Mac-hez (Javasolt)
nb: Full Mac-tilgang (anbefalt)
nl: Volledige schijftoegang (Aangeraden)
pl: Pełny dostęp do plików (Zalecane)
ru: Доступ ко всему Mac (Рекомендуется)
sv: Fullständig Mac-åtkomst (Rekommenderas)
tr: Tam Mac erişim izni ver (Önerilen)
vi: Quyền truy cập đầy đủ cho Mac (Khuyên dùng)

source: Home folder access
cs: Přístup k domovské složce
es: Acceso personal
fi: Pääsy kotikansioon
hu: Kezdőmappához való hozzáférés
nb: Tilgang til hjemmemappen
nl: Thuismap toegang
pl: Dostęp do katalogu domowego
ru: Доступ к домашней папке
sv: Åtkomst till hemmapp
tr: Ev klasörü erişim izni ver
vi: Truy cập thư mục Home

source: External volumes access
cs: Přístup k externím svazkům
es: Acceso a volúmenes externos
fi: Pääsy ulkoisille taltioille
hu: Külső kötethez való hozzáférés
nb: Tilgang til eksterne volumer
nl: Verwijderbare volumes toegang
pl: Dostęp do dysków zewnętrznych
ru: Доступ к внешним хранилищам
sv: Åtkomst till externa volymer
tr: Harici birimlere erişim izni ver
vi: Truy cập ổ đĩa ngoài

source: Full Mac
cs: Plný přístup
es: Todo el Mac
fi: Koko Mac
hu: Teljes Mac
nl: Volledige Mac schijf
pl: Pełny dostęp
tr: Tam Mac
vi: Toàn bộ Mac

source: Home folder
cs: Domovská složka
es: Carpeta personal
fi: Kotikansio
hu: Kezdőmappa
nl: Thuismap
pl: Folder domowy
tr: Ana klasör
vi: Thư mục Home

source: External volumes
cs: Externí svazky
es: Volúmenes externos
fi: Ulkoiset taltiot
hu: Külső kötetek
nl: Verwijderbare volumes
pl: Dyski zewnętrzne
tr: Harici birimler
vi: Ỗ đĩa gắn ngoài

source: Show in context menu
cs: Zobrazit v kontextové nabídce
es: Mostrar en el menú contextual
fi: Näytä kontekstivalikossa
hu: Megjelenítés a környezeti menüben
nl: Toon in context menu
pl: Pokaż w menu kontekstowym
tr: Durum menüsünde göster
vi: Hiện trong menu ngữ cảnh

source: External disk: %@
cs: Externí disk: %@
es: Disco externo: %@
fi: Ulkoinen levy: %@
hu: Külső lemez: %@
nb: Ekstern disk: %@
nl: Externe schijf: %@
pl: Dysk zewnętrzny: %@
ru: Внешний диск: %@
sv: Extern disk: %@
tr: Harici disk: %@
vi: Ổ đĩa ngoài: %@

source: An extension is required
cs: Je třeba nainstalovat rozšíření
es: Se requiere una extensión
fi: Laajennus tarvitaan
hu: Egy bővítmény szükséges
nb: En utvidelse er påkrevd
nl: Een extensie is nodig
pl: Wymagane jest rozszerzenie
ru: Требуется расширение
sv: Ett tillägg krävs
tr: Bir uzantı gerekli
vi: Yêu cầu một phần mở rộng

source: In order to set Keka as the default application, you need to install an extension. Click on "More information" to follow the required steps. Remember that you can always set Keka as the default application for any format using the Finder's "Get Info" panel.
cs: Abyste mohli nastavit Keka jako výchozí aplikaci, musíte nejprve nainstalovat rozšíření. Klikněte na tlačítko „Další informace“ a řiďte se pokyny na obrazovce. Keka můžete kdykoliv nastavit jako výchozí pro jakýkoliv formát pomocí nabídky „Informace“ ve Finderu
es: Para establecer Keka como predeterminada, se necesita instalar una extensión. Haz clic en "Más información" para saber como hacerlo. Recuerda que siempre puedes establecer al Keka como la aplicación predeterminada para cualquier formato desde el panel "Obtener información" del Finder.
fi: Jotta Kekan voi asettaa oletussovellukseksi, sinun tulee asentaa laajennus. Valitse "Lisätietoja" seurataksesi tarvittuja vaiheita. Muista, että voit aina asettaa Kekan oletussovellukseksi mille tahansa muodolle, käyttämällä Finderin "Näytä tietoja" -valikkoa.
hu: Bővítményre van szükség ahhoz, hogy a Keka-t alapértelmezett programként beállíthassa. Az ehhez szükséges lépésekért kattintson a "Több információ" gombra. Ne feleddje, hogy a Keka-t bármikor beállíthatja alapértelmezett programként bármilyen fájlformátumra a Finder-ben a "Info megjelenítése" panel segítségével.
nb: For å sette Keka som standardprogram, må du installere en utvidelse. Klikk på "Mer informasjon" for å følge de påkrevde trinnene. Husk at du alltid kan sette Keka som standardprogram for er format ved å bruke "Vis info" panelet i Finder.
nl: Om keka als standaard in/uitpak-programma in te stellen is een extensie nodig. Klik op "Meer informatie" en volg de benodigde stappen. Je kan Keka altijd instellen als standaard applicatie via Finder's "Toon info" paneel.
pl: Aby ustawić Keka jako aplikację domyślną, musisz zainstalować rozszerzenie. Kliknij "Więcej informacji ", aby dowiedzieć się więcej. Pamiętaj, że zawsze możesz ustawić Keka jako domyślną aplikację dla dowolnego formatu, korzystając z opcji "Informacje" w menu kontekstowym pliku.
ru: Чтобы установить Keka в качестве приложения по умолчанию, вам нужно установить расширение. Нажмите на "Больше информации" и следуйте требуемым шагам. Помните, что вы также можете установить Keka в качестве приложения по умолчанию для любого формата, используя панель "Свойства" в Finder.
sv: Du behöver installera ett tillägg för att ställa in Leka som standardprogram. Klicka på "Mer information" och följ instruktionerna. Kom ihåg att du alltid kan ställa in Keka som standardprogram för valfria format med "Visa info"-panelen i Finder.
tr: Keka'yı varsayılan uygulama olarak ayarlamak için bir eklenti yüklemeniz gerekiyor. Gerekli adımları takip etmek için "Daha fazla bilgi" ye tıklayın. Keka'yi her zaman Finder'ın "Bilgi Al" panelini kullanarak herhangi bir format için varsayılan uygulama olarak ayarlayabileceğinizi unutmayın.
vi: Để đặt Keka làm ứng dụng giải nén mặc định, bạn cần cài đặt phần mở rộng. Hãy vào mục "More information" và làm theo hướng dẫn. Hãy nhớ rằng bạn có thể đặt Keka làm ứng dụng mặt định cho bất kỳ định dạng nào bằng cách sử dụng lệnh "Get Info" của Finder.

source: Your installed extension is obsolete and you should update it.
cs: Vámi nainstalované rozšíření je zastaralé a ja třeba ho aktualizovat.
es: La extensión instalada es una versión antigua y es necesario actualizarla.
fi: Asentamasi laajennus on vanhentunut, ja sinun tulisi päivittää se.
hu: A telepített bővítmény elavult, frissíteni kell.
nl: De geïnstalleerde extensie is verouderd en heeft een update nodig
pl: Zainstalowane rozszerzenie jest przestarzałe i należy je zaktualizować.
tr: Yüklü uzantınız eski ve güncellemelisiniz.
vi: Tiện ích mở rộng đã cài đặt của bạn đã lỗi thời và bạn nên cập nhật nó.

source: Update
cs: Aktualizovat
fi: Päivitä
hu: Frissítés
pl: Aktualizuj
tr: Güncelle
vi: Cập nhật

source: Cannot set Keka as default
cs: Keka nelze nastavit jako výchozí aplikaci
es: No se ha podido establecer Keka como predeterminada
fi: Ei voitu asettaa Kekaa oletukseksi
hu: Nem sikerült a Keka-t alapértelmezettként beállítani
nb: Kan ikke sette Keka som standard
nl: Kan Keka niet als standaard applicatie instellen
pl: Nie można ustawić Keka jako programu domyślnego
ru: Невозможно установить Keka по умолчанию
sv: Kan inte ställa in Keka som standardprogram
tr: Keka varsayılan olarak ayarlanamaz
vi: Không để đặt Keka làm mặc định

source: The intermediate application failed to launch. There is more information in the Console.app.
cs: Zprostředkující aplikaci se nepodařilo spustit. Více informací naleznete v aplikaci Konzola.
es: La extensión no se ha podido abrir. Encontrarás más información en la Consola.app.
fi: Keskiasteisen sovelluksen avaaminen epäonnistui. Katso lisätietoja Konsoli-apistä.
hu: A közbenső alkalmazásnak nem sikerült elindulni. Több információ a Konzol alkalmazásban.
nb: Mellomleddsprogrammet kunne ikke starte. Mer informasjon finnes i Konsoll.app.
nl: De intermediate applicatie kan niet starten. Er is meer informatie in Console.app.
pl: Nie można uruchomić aplikacji pośredniej. Więcej informacji znajdziesz w pliku Console.app.
ru: Приложение-посредник не смогло запуститься. Подробнее в приложении Консоль.
sv: Det mellanliggande programmet gick inte att starta. Det finns mer information i Console.app.
tr: Ara uygulama başlatılamadı. Console.app içinde daha fazla bilgi var.
vi: Không thể khởi chạy ứng dụng trung gian. Thông tin chi tiết được trình bày trong Console.app.

source: The intermediate application returned an undefined code.
cs: Zprostředkující aplikace vrátila neznámý kód.
es: La extensión ha devuelto un código desconocido.
fi: Keskiasteinen sovellus palautti määrittelemättömän koodin.
hu: A közbenső alkalmazás nem definiált kódot küldött.
nb: Mellomleddsprogrammet returnere en udefinert kode.
nl: De intermediate applicatie gaf een ongeldige code terug.
pl: Aplikacja pośrednia zwróciła niezdefiniowany kod.
ru: Приложение-посредник вернуло неопределённый код.
sv: Det mellanliggande programmet returnerade en odefinierad kod.
tr: Ara uygulama tanımlanmamış bir kod döndürdü.
vi: Ứng dụng trung gian trả về một mã lệnh chưa xác định.

source: Keka is now set as the default application for its known formats.
cs: Keka je nyní nastavena jako výchozí aplikace pro otevírání archivů.
es: Se ha establecido Keka como la aplicación predeterminada para sus formatos conocidos.
fi: Keka on nyt asetettu oletussovellukseksi sen tuntemille muodoille.
hu: A Keka az általa ismert fájlformátumnak az alapértelmezett alkalmazása.
nb: Keka er nå satt som standardprogram for alle formatene det kjenner.
nl: Keka is nu de standaard applicatie voor zijn ondersteunende formaten
pl: Keka jest teraz ustawiony jako domyślna aplikacja dla znanych formatów.
ru: Keka установлена в качестве приложения по умолчанию для известных ей форматов.
sv: Keka är nu inställt som standardprogram för dess kända filformat.
tr: Keka artık bilinen formatları için varsayılan uygulama olarak ayarlandı.
vi: Keka đã được đặt làm ứng dụng mặc định cho định dạng mà nó hỗ trợ.

source: Keka set as default
cs: Keka je nastavena jako výchozí aplikace
es: Keka establecida como predeterminada
fi: Aseta Keka oletukseksi
hu: Keka beállítva alapértelmezettként
nb: Keka satt som standard
nl: Keka stel als standaard in
pl: Ustaw Keka jako program domyślny
ru: Keka установлена по умолчанию
sv: Keka inställt som standard
tr: Keka varsayılan olarak ayarlandı
vi: Keka đã đặt làm mặc định

source: There were some errors while registering the formats. There is more information in the Console.app.
cs: Při registraci formátů se vyskytly chyby. Více informací naleznete v aplikaci Konzola.
es: Han ocurrido errores al registrar los formatos. Encontrarás más información en la Consola.app.
fi: Muotojen rekisteröinnissä oli joitakin virheitä. Katso lisätietoja Konsoli-apistä.
hu: Hiba lépett fel a fájlformátumok regisztrálásánál. Több információ a Konzol alkalmazásban.
nb: Det oppstod feil under registrering av noen av formatene. Mer informasjon finnes i Konsoll.app.
nl: Er waren fouten met het registeren van de formaten. Er is meer informatie in Console.app.
pl: Wystąpiły błędy podczas rejestracji formatów. Więcej informacji znajdziesz w pliku Console.app.
ru: При регистрации форматов произошли некоторые ошибки. Подробнее в приложении Консоль.
sv: Det inträffade några fel vid registrering av filformat. Det finns mer information i Console.app.
tr: Biçimleri kaydederken bazı hatalar var. Console.app içinde daha fazla bilgi var.
vi: Xuất hiện lỗi trong lúc đăng ký định dạng. Thông tin chi tiết trình bày trong Console.app.

source: The intermediate application can't get access to Keka.
cs: Zprostředkující aplikace nemůže ke Keka získat řístup.
es: La extensión no puede acceder a Keka.
fi: Keskitason sovellus ei saanut pääsyä Kekaan.
hu: A közbenső alkalmazásnak nem sikerült elérnie a Keka-t.
nb: Mellomleddsprogrammet har ikke tilgang til Keka.
nl: De intermediate applicatie kan geen toegang krijgen tot Keka.
pl: Aplikacja pośrednia nie mogła uzyskać dostępu do Keka.
ru: Приложение посредник не смогло получить доступ к Keka.
sv: Det mellanliggande programmet kunde inte få åtkomst till Keka.
tr: Ara uygulama Keka'ya erişemez.
vi: Ứng dụng trung gian không thể truy cập đến Keka.

source: The intermediate application can't find Keka.
cs: Zprostředkující aplikace nemůže Keka nalézt.
es: La extensión no ha encontrado a Keka.
fi: Keskitason sovellus ei löytänyt Kekaa.
hu: A közbenső alkalmazás nem találja a Keka-t.
nb: Mellomleddsprogrammet finner ikke Keka.
nl: De intermediate applicatie Keka niet vinden.
pl: Aplikacja pośrednia nie mogła znaleźć Keka.
ru: Приложение-посредник не может найти Keka.
sv: Det mellanliggande programmet kunde inte hitta Keka.
tr: Ara uygulama Keka'yı bulamıyor.
vi: Ứng dụng trung gian không tìm thấy Keka.

source: Show in Finder
cs: Zobrazit ve Finderu
es: Mostrar en el Finder
fi: Näytä Finderissä
hu: Mutasd a Finderben
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
ru: Показать в Finder
tr: Finder'da göster
vi: Hiện trong Finder

source: Delete
cs: Smazat
es: Eliminar
fi: Poista
hu: Törlés
nb: Slett
nl: Verwijder
pl: Usuń
ru: Удалить
tr: Sil
vi: Xoá

source: Continue without encryption
cs: Pokračovat bez šifrování
es: Continuar sin encriptar
fi: Jatka ilman salausta
hu: Folytatás titkosítás nélkül
nb: Fortsett uten kryptering
nl: Ga verder zonder versleuteling
pl: Kontynuuj bez szyfrowania
ru: Продолжить без шифрования
tr: Şifreleme olmadan devam et
vi: Tiếp tục mà không cần mã hoá

source: The password does not match
cs: Hesla se neshodují
es: La contraseña no coincide
fi: Salasana ei täsmää
hu: A jelszó nem egyezik
nb: Passordet matcher ikke
nl: Het wachtwoord komt niet overeen
pl: Niepoprawne hasło
ru: Пароль не совпадает
tr: Şifre eşleşmiyor
vi: Mật khẩu không trùng khớp

source: The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.
cs: Heslo jste nenastavili správně a soubor nelze zašifrovat. Můžete operaci zrušit a heslo znovu nastavit, nebo pokračovat bez šifrování.
es: La contraseña no coincide y el archivo no se puede encriptar. Puedes cancelar e introducir de nuevo la contraseña o continuar sin encriptación.
fi: Salasana ei ole asetettu oikein ja tiedostoa ei voida salata. Voit kumota prosessin ja asettaa salasanan uudelleen, tai jatkaa prosessia ilman salausta.
hu: A jelszó nem lett helyesen beállítva, így a fájl nem titkosítható. Megszakíthatja a feladatot és beállíthatja a jelszót újra, vagy folytathatja titkosítás nélkül.
nb: Passordet er ikke satt riktig, og filen kan ikke krypteres. Du kan avbryte og sette passordet igjen, eller du kan fortsette uten kryptering.
nl: Het wachtwoord is ongeldig en het bestand kan niet worden versleuteld. Probeer het opnieuw of ga door zonder versleuteling.
pl: Hasło nie jest poprawnie ustawione, nie można zaszyfrować pliku. Możesz anulować i ponownie ustawić hasło lub kontynuować proces bez szyfrowania.
ru: Пароль не был установлен правильно, поэтому файл не может быть зашифрован. Вы можете отменить и установить пароль снова или продолжить процесс без шифрования.
tr: Şifre düzgün ayarlanmadı ve dosya şifrelenemiyor. İptal edip şifreyi tekrar ayarlayabilir veya işleme şifrelemeden devam edebilirsiniz.
vi: Mật khẩu không được đặt đúng và không thể mã hóa tệp. Bạn có thể hủy và đặt lại mật khẩu hoặc tiếp tục quá trình mà không cần mã hóa.

source: Use legacy encryption
cs: Použít starší způsob šifrování
es: Utilizar encriptado básico
fi: Käytä perinteistä salausta
hu: Örökölt titkosítás használata
nb: Bruk legacy-kryptering
nl: Gebruik verouderde versleuteling
pl: Użyj szyfrowania w wersji Legacy
ru: Использовать устаревшее шифрование
tr: Eski şifrelemeyi kullan
vi: Sử dụng mã hoá truyền thống
