Repository: aonez/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: cs, es, fi, hu, nb, nl, pl, ru, sv, tr, vi

# _BASE_USED_
source: en-GB
cs: en
es: es
fi: en
hu: hu
nb: en
nl: nl
pl: pl
ru: ru
sv: en
tr: tr
vi: en

source: General
cs: Obecné
fi: Yleiset
hu: Általános
nb: Generelt
nl: Algemeen
pl: Ogólne
ru: Общие
sv: Allmänt
tr: Genel
vi: Chung

source: File Access
cs: Přístup k souborům
es: Acceso a ficheros
fi: Tiedostojen käyttö
hu: Hozzáférés a fájlokhoz
nb: Filtilgang
nl: Bestand Toegang
pl: Uprawnienia do plików
ru: Доступ к файлам
sv: Filåtkomst
tr: Dosya Erişimi
vi: Quyền truy cập tập tin

source: Performance
cs: Výkon
es: Rendimiento
fi: Suorituskyky
hu: Teljesítmény
nb: Ytelse
nl: Prestatie
pl: Wydajność
ru: Производительность
tr: Performans
vi: Hiệu suất

source: Finder Extension
cs: Rozšíření Finder
es: Extensión del Finder
fi: Finder-laajennus
hu: Finder bővítmény
nb: Finder-utvidelse
nl: Finder Extensie
pl: Rozszerzenie aplikacji Finder
ru: Расширение для Finder
tr: Finder Uzantısı
vi: Phần mở rộng Finder

source: Love
cs: Přispět
es: Apoyo
fi: Rakasta
hu: Szeretet
nb: Kjærlighet
nl: Liefde
ru: Поддержать проект
tr: Beğen
vi: Yêu thích

source: Done
cs: Hotovo
es: Hecho
fi: Valmis
hu: OK
nb: Ferdig
nl: OK
pl: OK
ru: Готово
sv: Färdig
tr: Tamamlandı
vi: Hoàn thành

source: Yes
cs: Ano
es: Si
fi: Kyllä
hu: Igen
nb: Ja
nl: Ja
pl: Tak
ru: Да
sv: Ja
tr: Evet
vi: Có

source: No
cs: Ne
fi: Ei
hu: Nem
nb: Nei
nl: Nee
pl: Nie
ru: Нет
sv: Nej
tr: Hayır
vi: Không

source: Don't show again
cs: Příště nezobrazovat
es: No volver a mostrar
fi: Älä näytä uudelleen
hu: Ne mutasd újra
nb: Ikke vis igjen
nl: Toon niet opnieuw
pl: Nie pytaj ponownie
ru: Больше не показывать
sv: Visa inte igen
tr: Bir daha gösterme
vi: Không hiện lại nữa

source: Set as default compressor
cs: Nastavit Keka jako výchozí komprimační aplikaci
es: Usar como compresor por defecto
fi: Aseta oletuspakkaaja-sovellukseksi
hu: Beállítás alapértelmezettnek
nb: Sett som standard komprimeringsprogram
nl: Stel in als standaard in/uitpak-programma
pl: Ustaw jako domyślny
ru: Установить в качестве системного архиватора
sv: Ställ in som standardprogram för komprimering
tr: Varsayılan sıkıştırıcı olarak ayarla
vi: Đặt làm trình giải nén mặt định

source: Not now
cs: Teď ne
es: Ahora no
fi: Ei nyt
hu: Most nem
nb: Ikke nå
nl: Nu niet
pl: Zapytaj ponownie później
ru: Не сейчас
sv: Inte nu
tr: Şimdi değil
vi: Không phải lúc này

source: Want to make Keka your default compressor?
cs: Chcete Keka nastavit jako vaši výchozí komprimační aplikaci?
es: ¿Quieres que Keka sea tu compresor por defecto?
fi: Haluatko tehdä Kekasta oletuspakkaaja-sovelluksesi?
hu: Szeretné, hogy a Keka legyen az alapértelmezett tömörítőprogram?
nb: Vil du gjøre Keka til standard komprimeringsprogram?
nl: Wilt u Keka instellen als standaard inpak-programma?
pl: Czy chcesz ustawić program Keka jako domyślny archiwizator plików?
ru: Установить Keka в качестве системного архиватора?
sv: Vill du göra Keka till standardprogram för komprimering?
tr: Keka'yı varsayılan sıkıştırıcınız yapmak ister misiniz?
vi: Bạn có muốn đặt Keka làm trình giải nén mặc định chứ?

source: This means that all the compatible files will be extracted with Keka. You can set this later in the Keka Preferences.
cs: Všechny kompatibilní soubory budou potom rozbaleny pomocí Keka. Toto lze nastavit v předvolbách.
es: Esto significa que todos los archivos compatibles serán descomprimidos con Keka. Puedes hacer que Keka sea tu compresor por defecto en cualquier otro momento desde las Preferencias.
fi: Tämä tarkoittaa, että Keka olisi jo purkanut kaikki yhteensopivat tiedostot.
hu: Ez azt jelenti, hogy az összes kompatibilis fájl ezzel a programmal fog megnyílni. Később is beállíthatja a Keka beállításai közt.
nb: Dette betyr at alle kompatible filer vil pakkes ut med Keka. Du kan endre dette senere i Kekas Valg.
nl: Dit betekent dat vanaf nu alle geschikte bestanden uitgepakt worden met Keka. Je kunt dit later aanpassen in de Keka voorkeuren.
pl: Wszystkie kompatybilne pliki będą obsługiwane przez Keka. Ustawienia możesz zmienić w preferencjach programu.
ru: Это значит, что все совместимые файлы далее будет распаковывать Keka. Это можно потом изменить в настройках Keka.
sv: Detta betyder att alla kompatibla filer kommer att extraheras med Keka. Du kan ställa in detta senare i inställningarna.
tr: Bu, tüm uyumlu dosyaların Keka ile çıkarılacağı anlamına geliyor. Bunu daha sonra Keka Tercihlerinde de ayarlayabilirsiniz.
vi: Điều này có nghĩa là tất cả tập tin tương thích với Keka sẽ được Keka xử lý. Bạn có thể thiết lập sau trong phần Cài đặt của Keka.

source: Really want to close Keka?
cs: Určitě chcete Keka zavřít?
es: ¿Seguro que quieres salir de Keka?
fi: Haluatko varmasti sulkea Kekan??
hu: Biztosan bezárja a Keka-t?
nb: Sikker på at du vil lukke Keka?
nl: Wilt u Keka echt afsluiten?
pl: Czy na pewno chcesz zamknąć program?
ru: Действительно закрыть Keka?
sv: Vill du verkligen stänga Keka?
tr: Gerçekten Keka'yı kapatmak istiyor musun?
vi: Bạn muốn đóng Keka?

source: The current operations will be cancelled. If you choose to wait and quit Keka will exit when all work is done.
cs: Právě probíhající operace bude zrušena. Pokud vyberete „Počkat a poté ukončit“, Keka se ukončí po dokončení všech operací.
es: Las operaciones que se están ejecutando se cancelarán. Si elige esperar y salir, Keka saldrá cuando todo el trabajo haya terminado.
fi: Nykyiset operaatiot kumotaan. Jos valitset odota ja lopeta, Keka lopettaa kun kaikki työt on valmiit.
hu: A futó feladatok meglesznek szakítva. Ha a várakozást választja, az összes feladat befejezése után zárul be a Keka.
nb: Gjeldende operasjoner vil bli avbrutt. Hvis du velger å vente og avslutte, vil Keka lukkes når arbeidet er ferdig.
nl: De huidige actie zal worden geannuleerd. Indien u kiest om te wachten zal Keka zichzelf afsluiten wanneer de operatie voltooid is.
pl: Bieżące zadanie zostanie anulowane. Aplikacja zostanie wyłączona po zakończeniu procesu.
ru: Текущие операции будут отменены. Если вы выберете подождать и закрыть Keka, программа будет закрыта по завершении работы.
sv: De pågående åtgärderna kommer att avbrytas. Om du väljer att vänta med att stänga av så kommer Keka att avslutas när allt arbete är färdigt.
tr: Mevcut işlemler iptal edilecektir. Eğer beklemeyi ve çıkmayı seçerseniz, tüm işler bittiğinde Keka çıkacaktır.
vi: Thao tác đang thực hiện sẽ bị huỷ bỏ. Nếu bạn chọn đợi và thoát, Keka sẽ tự đóng khi tất cả thao tác hoàn thành.

source: Password needed
cs: Zadejte heslo
es: Se necesita una contraseña
fi: Salasana tarvitaan
hu: Jelszó szükséges
nb: Passord trengs
nl: Wachtwoord nodig
pl: Wprowadź hasło
ru: Введите пароль
sv: Lösenord krävs
tr: Parola gerekmektedir
vi: Yêu cầu mật khẩu

source: File "%@" needs a password to be extracted
cs: Zadejte heslo pro „%@“
es: El archivo "%@" necesita una contraseña para ser descomprimido
fi: Tiedosto "%@" tarvitsee salasanan purkamista varten
hu: A "%@" fájl kicsomagolásához jelszóra van szükség
nb: Filen "%@" trenger et passord for å pakkes ut
nl: Bestand "%@" heeft een wachtwoord nodig om uitgepakt te worden
pl: "%@" - wymaga hasła
ru: Для распаковки файла "%@" требуется указать пароль
sv: Filen "%@" kräver ett lösenord för att extraheras
tr: "%@" Dosyasının çıkarılması için bir parola gereklidir
vi: Tập tin "%@" cần một mật khẩu để giải nén

source: File "%@" needs a special encoding to be extracted
cs: „%@“ vyžaduje pro rozbalení speciální kódování
es: El archivo "%@" necesita una codificación especial para ser extraído
fi: Tiedosto "%@" tarvitsee erityisen enkoodauksen purkamista varten
hu: A "%@" fájlnak különleges kódolásra van szüksége a kicsomagoláshoz
nl: Bestand "%@" heeft een speciale indeling nodig om uitgepakt te worden
pl: Plik "%@" wymaga specjalnego kodowania do wyodrębnienia
ru: Файл "%@" требует особой кодировки для распаковки
tr: "%@" Dosyasının çıkarılması için özel bir kodlamaya ihtiyacı var
vi: Tập tin "%@" cần một mã hoá đặt biệt để giải nén

source: Extraction of "%@" done
cs: Rozbalení „%@“ dokončeno
es: El archivo "%@" se ha descomprimido
fi: Kohteen "%@" purkaminen on valmis
hu: "%@" kicsomagolás kész.
nb: Utpakking av "%@" ferdig
nl: Uitpakken van "%@" voltooid
pl: "%@" - został wyodrębniony
ru: Распаковка файла "%@" завершена
sv: Extrahering av "%@" färdig
tr: Çıkarma işlemi "%@" tamamlandı
vi: Giải nén cho "%@" hoàn thành

source: Extraction of "%@" failed.
cs: Rozbalení „%@“ selhalo.
es: La descompresión del archivo "%@" ha fallado.
fi: Kohteen "%@" purkaminen epäonnistui.
hu: "%@" kicsomagolása sikertelen.
nb: Utpakking av "%@" feilet.
nl: Uitpakken van "%@" mislukt.
pl: "%@" - wystąpił błąd podczas wyodrębniania.
ru: Не удалось распаковать файл "%@".
sv: Extrahering av "%@" misslyckades.
tr: Çıkarma işlemi "%@" başarısız
vi: Giải nén cho "%@" thất bại.

source: Extraction of %i files done
cs: Rozbalení %i souborů dokončeno
es: %i archivos extraídos correctamente
fi: Kohteiden %i purkaminen on valmis
hu: %i fájl kicsomagolva
nb: Utpakking av %i filer ferdig
nl: Uitpakken van %i bestanden voltooid
pl: %i pliki zostały wyodrębnione
ru: Распаковка %i файлов завершена
sv: Extrahering av %i filer färdigt
tr: %i dosyası çıkarıldı
vi: Giải nén được %i tập tin hoàn thành

source: Extraction complete
cs: Rozbalení dokončeno
es: Extracción completa
fi: Purkaminen valmis
hu: Kicsomagolás kész
nb: Utpakking fullført
nl: Uitpakken voltooid
pl: Wyodrębnianie zakończone
ru: Распаковка завершена
sv: Extrahering färdig
tr: Çıkarma tamamlandı
vi: Giải nén hoàn tất

# Extraction fail
source: Extraction failed
cs: Rozbalování selhalo
es: Extracción fallida
fi: Purkaminen epäonnistui
hu: A kicsomagolás során hiba lépett fel
nb: Utpakking feilet
nl: Uitpakken mislukt
pl: Wyodrębnianie zakończone niepowodzeniem
ru: Распаковка не удалась
sv: Extrahering misslyckades
tr: Çıkarma başarısız oldu
vi: Giải nén thất bại

source: Compression complete
cs: Komprimace dokončena
es: Compresión completa
fi: Pakkaus on valmis
hu: Tömörítés kész
nb: Komprimering fullført
nl: Inpakken voltooid
pl: Archiwizacja zakończona
ru: Сжатие завершено
sv: Komprimering färdig
tr: Sıkıştırma tamamlandı
vi: Nén hoàn tất

source: File "%@" created
cs: Soubor „%@“ vytvořen
es: Archivo "%@" creado
fi: Tiedosto "%@" luotu
hu: "%@" létrehozva
nb: Filen "%@" ble opprettet
nl: Bestand "%@" aangemaakt
pl: "%@" - plik został utworzony
ru: Файл "%@" создан
sv: Filen "%@" skapades
tr: "%@" dosyası oluşturuldu
vi: Tập tin "%@" đã được tạo

# Compression fail
source: Compression failed
cs: Komprimace selhala
es: Compresión fallida
fi: Pakkaus epäonnistui
hu: A tömörítés során hiba lépett fel
nb: Komprimering feilet
nl: Inpakken mislukt
pl: Archiwizacja zakończona niepowodzeniem
ru: Сжатие не удалось
sv: Komprimering misslyckades
tr: Sıkıştırma başarısız oldu
vi: Nén thất bại

source: File "%@" cannot be created
cs: Soubor „%@“ nelze vytvořit
es: El archivo "%@" no se ha podido crear
fi: Tiedostoa "%@" ei voitu luoda
hu: "%@" nem hozható létre
nb: Filen "%@" kan ikke opprettes
nl: Bestand "%@" kan niet worden aangemaakt
pl: "%@" - nie można utworzyć pliku
ru: Не удалось создать файл "%@"
sv: Filen "%@" kan inte skapas
tr: "%@" dosyası oluşturulamadı
vi: Tập tin "%@" không thể tạo được

source: (using fallback folder)
cs: (používá nouzovou složku)
es: (utilizando carpeta de respaldo)
fi: (käytetään varakansiota)
hu: (tartalék mappát használva)
nb: (bruker reservemappe)
nl: (terugval map wordt gebruikt)
ru: (используя резервную папку)
vi: (sử dụng thư mục dự phòng)

source: Operation not implemented
cs: Operace není implementována
es: Operación no implementada
fi: Operaatiota ei ole toteutettu
hu: A funkció még nincs a programban
nb: Operasjonen er ikke implementert
nl: Actie niet ingebouwd
pl: Operacja nie została zaimplementowana
ru: Операция не реализована
sv: Åtgärden är inte implementerad
tr: İşlem uygulanmadı
vi: Thao tác chưa được thực hiện

source: Performing operation...
cs: Provádíme operaci…
es: Preparando la operación...
fi: Suoritetaan operaatiota...
hu: Művelet előkészítése...
nb: Utfører operasjon...
nl: Actie wordt uitgevoerd...
pl: Wykonywanie operacji...
ru: Выполнение операции...
sv: Genomför åtgärd...
tr: İşlem yapılıyor...
vi: Đang thực hiện thao tác...

source: Waiting...
cs: Čeká se…
es: Esperando...
fi: Odotetaan...
hu: Várakozás...
nb: Venter...
nl: Wachten...
pl: Oczekiwanie...
ru: Ожидание...
sv: Väntar...
tr: Bekleniyor...
vi: Đang đợi...

source: Extracting "%@"
cs: Rozbalování „%@“
es: Extrayendo "%@"
fi: Puretaan "%@"
hu: "%@" kicsomagolása
nb: Pakker ut "%@"
nl: Uitpakken "%@"
pl: Wyodrębnianie "%@"
ru: Распаковка "%@"
sv: Extraherar "%@"
tr: Çıkarılıyor "%@"
vi: Đang giải nén "%@"

source: Extracting "%@..."
cs: Rozbalování „%@…“
es: Extrayendo "%@..."
fi: Puretaan "%@..."
hu: "%@..." kicsomagolása
nb: Pakker ut "%@..."
nl: Uitpakken "%@..."
pl: Wyodrębnianie "%@..."
ru: Распаковка "%@..."
sv: Extraherar "%@..."
tr: Çıkarılıyor "%@..."
vi: Đang giải nén "%@..."

source: Creating %@ file...
cs: Vytváření souboru „%@“…
es: Creando el archivo %@...
fi: Luodaan %@ tiedosto...
hu: %@ fájl létrehozása...
nb: Oppretter %@ fil...
nl: Aanmaken van %@ bestand...
pl: Tworzenie pliku %@...
ru: Создание %@ файла...
sv: Skapar %@ fil...
tr: %@ dosyası oluşturuluyor...
vi: Đang tạo %@ tập tin...

source: Creating file "%@"
cs: Vytváření souboru „%@“
es: Creando el archivo "%@"
fi: Luodaan tiedosto "%@"
hu: "%@" létrehozása
nb: Oppretter filen "%@"
nl: Aanmaken van bestand "%@"
pl: Tworzenie pliku "%@"
ru: Создание файла "%@"
sv: Skapar filen "%@"
tr: Dosya oluşturuluyor "%@"
vi: Đang tạo tập tin "%@"

source: Creating file "%@..."
cs: Vytváření souboru „%@…“
es: Creando el archivo "%@..."
fi: Luodaan tiedosto "%@..."
hu: "%@..." létrehozása
nb: Oppretter filen "%@..."
nl: Aanmaken van bestand "%@..."
pl: Tworzenie pliku "%@..."
ru: Создание файла "%@..."
sv: Skapar filen "%@..."
tr: Dosya oluşturuluyor "%@..."
vi: Đang tạo tập tin "%@..."

source: Volume name:
cs: Název svazku:
es: Nombre del archivo:
fi: Taltion nimi:
hu: Képfájl neve:
nb: Volumnavn:
nl: Archiefnaam:
pl: Nazwa:
ru: Имя образа диска:
sv: Volymnamn:
tr: Birim adı:
vi: Tên phân vùng:

source: Select the encoding for "%@"
cs: Vyberte kódování pro „%@“
es: Seleccione la codificación para "%@"
fi: Valitse tiedoston "%@" enkoodaus
hu: Válasszon kódolást a következőhöz: "%@"
nb: Velg koding for "%@"
nl: Selecteer de indeling voor: "%@"
pl: Wybierz kodowanie dla pliku "%@"
ru: Выберите кодировку для "%@"
tr: "%@" için kodlamayı seçin.
vi: Chọn mã hoá cho "%@"

source: Time elapsed: %d:%@%d:%@%d hours%@
cs: Uplynulý čas: %d:%@%d:%@%d hodin%@
es: Transcurrido: %d:%@%d:%@%d horas%@
fi: Aikaa kulunut: %d:%@%d:%@%d tuntia%@
hu: Eltelt idő: %d:%@%d:%@%d óra%@
nb: Tid siden start: %d:%@%d:%@%d timer%@
nl: Verstreken tijd: %d:%@%d:%@%d uren%@
pl: Upłynęło: %d:%@%d:%@%d godzin%@
ru: Прошло %d:%@%d:%@%d часов%@
sv: Förfluten tid: %d:%@%d:%@%d timmar%@
tr: Geçen süre: %d:%@%d:%@%d saat%@
vi: Thời gian thực thi: %d:%@%d:%@%d tiếng%@

source: Time elapsed: %d:%@%d minutes%@
cs: Uplynulý čas: %d:%@%d minut%@
es: Transcurrido: %d:%@%d minutos%@
fi: Aikaa kulunut: %d:%@%d minuuttia%@
hu: Eltelt idő: %d:%@%d perc%@
nb: Tid siden start: %d:%@%d minutter%@
nl: Verstreken tijd: %d:%@%d minuten%@
pl: Upłynęło: %d:%@%d minut%@
ru: Прошло %d:%@%d минут%@
sv: Förfluten tid: %d:%@%d minuter%@
tr: Geçen süre: %d:%@%d dakika%@
vi: Thời gian thực thi: %d:%@%d phút%@

source: Time elapsed: %d seconds%@
cs: Uplynulý čas: %d sekund%@
es: Transcurrido: %d segundos%@
fi: Aikaa kulunut: %d sekunttia%@
hu: Eltelt idő: %d másodperc%@
nb: Tid siden start: %d sekunder%@
nl: Verstreken tijd: %d seconden%@
pl: Upłynęło: %d sekund%@
ru: Прошло %d секунд%@
sv: Förfluten tid: %d sekunder%@
tr: Geçen süre: %d saniye%@
vi: Thời gian thực thi: %d giây%@

source: %.0f seconds
cs: %.0f sekund
es: %.0f segundos
fi: %.0f sekunttia
hu: %.0f másodperc
nb: %.0f sekunder
nl: %.0f seconden
pl: %.0f sekund
ru: %.0f секунд
sv: %.0f sekunder
tr: %.0f saniye
vi: %.0f giây

source: %i:%02i minutes
cs: %i:%02i minut
es: %i:%02i minutos
fi: %i:%02i minuuttia
hu: %i:%02i perc
nb: %i:%02i minutter
nl: %i:%02i minuten
pl: %i:%02i minut
ru: %i:%02i минут
sv: %i:%02i minuter
tr: %i:%02i dakika
vi: %i:%02i giây

source: %i:%02i:%02i hours
cs: %i:%02i:%02i hodin
es: %i:%02i:%02i horas
fi: %i:%02i:%02i tuntia
hu: %i:%02i:%02i óra
nb: %i:%02i:%02i timer
nl: %i:%02i:%02i uren
pl: %i:%02i:%02i godzin
ru: %i:%02i:%02i часов
sv: %i:%02i:%02i timmar
tr: %i:%02i:%02i saat
vi: %i:%02i:%02i tiếng

source: Pause
cs: Pozastavit
es: Pausa
fi: Pysäytä
hu: Szüneteltetés
nl: Pauzeer
pl: Zatrzymaj
ru: Пауза
sv: Paus
tr: Duraklat
vi: Tạm dừng

source: Continue
cs: Pokračovat
es: Continuar
fi: Jatka
hu: Folytatás
nb: Fortsett
nl: Hervat
pl: Wznów
ru: Продолжить
sv: Fortsätt
tr: Devam Et
vi: Tiếp tục

source: Operation paused
cs: Operace pozastavena
es: Operación pausada
fi: Operaatio pysäytetty
hu: Szüneteltetve
nb: Operasjon satt på pause
nl: Actie gepauzeerd
pl: Operacja zatrzymana
ru: Операция приостановлена
sv: Åtgärden pausad
tr: İşlem duraklarıldı
vi: Thao tác tạm dừng

source: Cancel
cs: Zrušit
es: Cancelar
fi: Kumoa
hu: Mégse
nb: Avbryt
nl: Annuleer
pl: Anuluj
ru: Отмена
sv: Avbryt
tr: İptal Et
vi: Huỷ bỏ

source: Close
cs: Zavřít
es: Cerrar
fi: Sulje
hu: Bezár
nb: Lukk
nl: Sluit
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat
vi: Đóng

source: Operation failed
cs: Operace selhala
es: Operación fallida
fi: Operaatio epäonnistui
hu: A művelet megszakadt
nb: Operasjon feilet
nl: Actie mislukt
pl: Operacja zakończona błędem
ru: Операция не удалась
sv: Åtgärden misslyckades
tr: İşlem başarısız
vi: Thao tác thất bại

source: Operation failed with error code %d
cs: Operace selhala (kód „%d“)
es: La operación ha fallado con el código de error %d
fi: Operaatio epäonnistui virhekoodilla %d
hu: A művelet megszakadt a következő hibakóddal: %d
nb: Operasjonen feilet med feilkode %d
nl: Actie mislukt met foutcode %d
pl: Operacja zakończona błędem. Kod błędu: %d
ru: Операция не удалась. Код ошибки %d
sv: Åtgärden misslyckades med felkod %d
tr: İşlem %d hata koduyla başarısız oldu
vi: Thao tác thất bại với mã lỗi %d

source: Choose a name and folder to start the compression
cs: Před komprimováním vyberte název archivu a složku
es: Escoge un nombre y una carpeta para empezar a comprimir
fi: Valitse nimi ja kansio aloittaaksesi pakkaus
hu: Válassza ki a fájlnevet és a célmappát a tömörítés elkezdéséhez
nb: Velg et navn og et mappe for å starte komprimeringen
nl: Kies een naam en map om te starten met inpakken.
pl: Wybierz nazwę pliku i folder, aby rozpocząć archiwizowanie
ru: Выберите имя файла и папку, чтобы начать сжатие
sv: Välj ett namn och mapp för att påbörja komprimering
tr: Sıkıştırma işlemini başlatmak için bir isim ve klasör seçin
vi: Chọn một tên và thư mục để bắt đầu lệnh nén

source: Creation of "%@" failed
cs: Vytváření „%@“ selhalo
es: La creación del archivo "%@" ha fallado
fi: Kohteen "%@" luonti epäonnistui
hu: "%@" létrehozása sikertelen
nb: Opprettelse av "%@" feilet
nl: Aanmaken van "%@" mislukt
pl: Tworzenie pliku "%@" zakończone niepowodzeniem
ru: Не удалось создать "%@"
sv: Skapandet av "%@" misslyckades
tr: "%@" oluşturulması başarısız oldu
vi: Tạo ra "%@" thất bại

source: Creating "%@"
cs: Vytváří se „%@“
es: Creando "%@"
fi: Luodaan "%@"
hu: "%@" létrehozása
nb: Oppretter "%@"
nl: Aanmaken van "%@"
pl: Tworzenie pliku "%@"
ru: Создание "%@"
sv: Skapar "%@"
tr: "%@" oluşturuluyor
vi: Đang tạo "%@"

source: Preparing extraction…
cs: Připravuje se rozbalení….
es: Preparando la descompresión...
fi: Valmistellaan purkamista…
hu: A kicsomagolás előkészítése…
nb: Forbereder utpakking…
nl: Voorbereiden van uitpakken…
pl: Przygotowanie do wyodrębniania
ru: Подготовка распаковки...
sv: Förbereder extrahering…
tr: Çıkarma hazırlanıyor…
vi: Chuẩn bị giải nén…

source: Choose a folder to extract this file
cs: Před rozbalením vyberte cílovou složku
es: Selecciona una carpeta para descomprimir este archivo
fi: Valitse kansio purkaaksesi tämän tiedoston
hu: Válasszon célmappát
nb: Velg en mappe å pakke ut denne filen til
nl: Kies een map om dit bestand uit te pakken
pl: Wybierz folder docelowy
ru: Укажите папку для распаковки файла
sv: Välj en mapp för att extrahera denna fil
tr: Bu dosyayı çıkarmak için bir klasör seçin
vi: Chọn một thư mục để giải nén tập tin này

source: Extraction of "%@" failed
cs: Rozbalování „%@“ selhalo
es: La descompresión de "%@" ha fallado
fi: "%@" purkaminen epäonnistui
hu: "%@" kicsomagolás sikertelen
nb: Utpakking av "%@" feilet
nl: Uitpakken van "%@" mislukt
pl: Wyodrębnianie "%@" zakończone niepowodzeniem
ru: Не удалось распаковать "%@"
sv: Extrahering av "%@" misslyckades
tr: "%@" çıkarımı başarısız oldu
vi: Giải nén cho "%@" thất bại

source: Keka - %i on queue
cs: Keka - %i je ve frontě
es: Keka - %i en espera
fi: Keka - %i jonossa
hu: Keka - %i sorban áll
nb: Keka - %i i kø
nl: Keka - %i in de wachtrij
pl: Keka - %i jest w kolejce
ru: Keka - %i в очереди
sv: Keka - %i i kö
tr: Keka - %i kuyrukta
vi: Keka - %i trong hàng đợi

source: Keka can't create this %@ image
cs: Keka nemůže vytvořit tento %@ obraz
es: Keka no puede crear esta imagen %@
fi: Keka ei voi luoda tätä %@ tiedostoa
hu: A Keka nem tudja elkészíteni ezt az %@ fájlt
nb: Keka kan ikke opprette dette %@-bildet
nl: Keka kan dit %@-bestand niet aanmaken
pl: Tworzenie archiwum %@ zakończone niepowodzeniem
ru: Keka не удалось создать %@-образ
sv: Keka kan inte skapa denna %@-avbild
tr: Keka bu %@ imajını oluşturamıyor
vi: Keka không thể tạo ra %@ ảnh đĩa

source: You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image.
cs: Obrazy %@ lze vytvořit pouze z jedné složky. Zkuste soubory umístit do jedné složky, kterou přetáhněte do Keka.
es: Sólo puedes crear una imagen %@ con una carpeta. Intenta trasladar todos los archivos a una carpeta y usa esa carpeta para crear la imagen %@ con Keka.
fi: Voit vain luoda %@ tiedoston yhdellä kansiolla. Kokeile laittaa tiedostosi kansioon ja pudota se Kekaan luodaksesi %@ tiedoston.
hu: Csak egyetlen mappáról tud %@ lemezképfájlt készíteni. Próbálja az összes fájlt egy mappába rendezni, majd azt az egy mappát a Keka-ra húzni.
nb: Du kan bare opprette %@-bilder med en enkelt mappe i. Prøv å putte alle filene i en mappe og slipp den på Keka for å lage %@-bildet.
nl: U kan enkel een %@-bestand aanmaken met één enkele map. Probeer al uw bestanden in één folder te verzamelen en sleep deze folder dan op Keka om een %@-bestand aan te maken.
pl: Pliki do archiwum %@ powinny znajdować się w jednym folderze.
ru: %@-образ можно создать только из одной папки. Попробуйте поместить ваши файлы в одну папку и перетащить её в окно Keka.
sv: Du kan endast skapa %@-avbilder med en enstaka mapp. Prova att lägga alla dina filer i en mapp och släpp den på Keka för att skapa %@-avbilden.
tr: Sadece %@ imajını tek bir klasörle oluşturabilirsiniz. %@ imajını oluşturmak için tüm dosyalarınızı bir klasöre koyun ve bunu sürükleyerek Keka'ya bırakın.
vi: Bạn chỉ có thể tạo %@ ảnh đĩa với một thư mục đơn lẻ. Hãy thử đưa tất cả tập tin vào một thư mục rồi kéo thả vào Keka để tạo ra %@ ảnh đĩa.

source: Keka can't create this @% tarball
cs: Keka nemůže vytvořit tento tarball @%
es: Keka no puede comprimir este tarball con @%
fi: Keka ei voi luoda tätä @% tarball:ia
hu: A Keka nem tudja elkészíteni ezt a(z) @% tömörített TAR archívumot
nb: Keka kan ikke opprette denne @%-tarballen
nl: Keka kan deze @%-tarball niet aanmaken
pl: Keka nie może utworzyć archiwum @%
ru: Keka не удалось создать TAR-архив @%
sv: Keka kan inte skapa denna @%-tarboll
tr: Keka bu @% tarball'ı oluşturamıyor
vi: Keka không thể tạo ra @% tarball
