Repository: aonez/Keka
Catalog: Translations/*.lproj/preferences.strings
Languages: bg, ca, de, el, es, fr, hu, it, ja, ko, nb, pl, pt_br, ru, sv, uk, vi, zh_hans, zh_hant

# 153.title
source: Format
bg: Формат
el: Τύπος αρχείου
es: Formato
hu: Formátum
it: Formato
ja: 圧縮形式
ko: 압축 포맷
pt_br: Formato
ru: Формат
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# 159.title
source: Default format:
bg: Формат по подразбиране:
ca: Format per defecte:
de: Standardformat:
el: Προεπιλεγμένος τύπος:
es: Formato por defecto:
fr: Format par défaut :
hu: Alapértelmezett formátum:
it: Formato di default:
ja: 形式のデフォルト:
ko: 기본 압축 형식:
nb: Standardformat:
pl: Domyślny format archiwum:
pt_br: Formato padrão:
ru: Формат по умолчанию:
sv: Standardformat:
uk: Формат за умовчанням:
vi: Định dạng mặc định:
zh_hans: 默认压缩格式:
zh_hant: 預設壓縮格式:

# 160.title
source: Default method:
bg: Метод по подразбиране:
ca: Mètode per defecte:
de: Standardmethode:
el: Προεπιλεγμένη μέθοδος:
es: Método por defecto:
fr: Méthode par défaut :
hu: Alapértelmezett tömörítés mértéke:
it: Metodo di default:
ja: 圧縮法のデフォルト:
ko: 기본 압축 방법:
nb: Standardmetode:
pl: Domyślna metoda kompresji:
pt_br: Método padrão:
ru: Метод по умолчанию:
sv: Standardmetod:
uk: Метод за умовчанням:
vi: Mức độ nén mặc định:
zh_hans: 默认压缩方式:
zh_hant: 預設壓縮格式:

# 161.title
source: Those are only applied when Keka is not open
bg: Тези са приложени, когато Keka не е отворена
ca: Això només s'aplica quan el Keka no està obert
de: Diese Einstellungen gelten nur, wenn Dateien auf das nicht geöffnete Keka geschoben werden.
el: Εφαρμοζόνται μόνο μετά την έξοδο του προγράμματος
es: Reinicia Keka para aplicar los cambios.
fr: Ces réglages sont utilisés lorsque Keka n'est pas déjà lancé.
hu: Csak akkor érvényes, ha a Keka nincs nyitva.
it: Quelle che sono applicate solo quando Keka non è aperto
ja: Keka のウィンドウは開いていない場合のみに適用します。
ko: 이 설정들은 Keka가 열려있지 않을 때 적용됩니다
nb: Dette gjelder bare når Keka ikke er åpen
pl: Ustawienie działa tylko, gdy program nie jest uruchomiony.
pt_br: Aplicáveis apenas quando o Keka não está aberto
ru: Для применения этих установок перезапустите программу
sv: Dessa verkställs endast när Keka inte är startat
uk: Застосовується лише тоді, коли Кека не відкрита
vi: Tuỳ chọn này chỉ áp dụng khi Keka chưa được mở
zh_hans: 设置仅在 Keka 关闭后打开生效
zh_hant: 將於 Keka 重新啟動後套用設定

# 164.title
source: No compression
bg: Без компресиране
ca: Sense compressió
de: Keine Komprimierung
el: Χωρίς συμπίεση
es: Sin compresión
fr: Non compressé
hu: Nincs tömörítés
it: Nessuna compressione
ja: 圧縮しない
ko: 압축 안하기
nb: Ingen komprimering
pl: Bez kompresji
pt_br: Sem compressão
ru: Без сжатия
sv: Ingen komprimering
uk: Без стиснення
vi: Không nén
zh_hans: 不压缩
zh_hant: 不壓縮

# 165.title
source: Fast, less compression
bg: Бързо, по-малко компресиране
ca: Ràpida, compressió menor
de: Schnellere, aber schlechtere Komprimierung
el: Γρήγορη, λιγότερη συμπίεση
es: Rápido, menos compresión
fr: Rapide, moins compressé
hu: Kevés tömörítés
it: Veloce, minore compressione
ja: 早い、圧縮率は低い
ko: 빠르게, 낮은 압축률
nb: Rask, mindre komprimering
pt_br: Rápido, menos compressão
ru: Быстрый (меньше сжатие)
sv: Snabb, mindre komprimering
uk: Швидко, менше стиснення
vi: Nhanh, nén ít
zh_hans: 快速，较低压缩率
zh_hant: 快速、較低壓縮率

# 166.title
source: Normal
bg: Нормално
el: Κανονική
hu: Közepes
it: Normale
ja: 通常
ko: 보통
pl: Średni stopień kompresji
ru: Обычный
uk: Звичайнe
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

# 167.title
source: Fastest, less compression
bg: Най-бързо, по-малко компресиране
ca: Molt ràpida, poca compressió
de: Schnellste, aber schlechteste Komprimierung
el: Ταχύτατη, λιγότερη συμπίεση
es: Muy rápido, menos compresión
fr: Très rapide, moins compressé
hu: Gyors, legkevesebb tömörítés
it: Velocissimo, minore compressione
ja: 最も早い、圧縮率は最も低い
ko: 가장 빠르게, 낮은 압축률
nb: Raskest, mindre komprimering
pt_br: Rápido, menor compressão
ru: Самый быстрый (меньше сжатие)
sv: Snabbast, mindre komprimering
uk: Найшвидше, менше стиснення
vi: Nhanh nhất, nén ít
zh_hans: 非常快，低压缩率
zh_hant: 非常快、低壓縮率

# 168.title
source: Slowest, more compression
bg: Най-бавно, повече компресиране
ca: Molt lenta, compressió ultra
de: Langsamste, aber beste Komprimierung
el: Βραδύτατη, πολύ συμπίεση
es: Muy lento, máxima compresión
fr: Très lent, mieux compressé
hu: Lassú, legjobb tömörítés
it: Lentissimo, maggiore compressione
ja: 最も遅い、圧縮率は最も高い
ko: 가장 천천히, 높은 압축률
nb: Tregest, mer komprimering
pl: Najwyższy stopień kompresji
pt_br: Lento, maior compressão
ru: Самый медленный (больше сжатие)
sv: Långsammast, mer komprimering
uk: Найповільніше, більше стиснення
vi: Chậm nhất, nén nhiều
zh_hans: 非常慢，高压缩率
zh_hant: 非常慢、高壓縮率

# 169.title
source: Slow, more compression
bg: Бавно, повече компресиране
ca: Lenta, compressió màxima
de: Langsamere, aber bessere Komprimierung
el: Αργή, πολύ συμπίεση
es: Lento, más compresión
fr: Lent, mieux compressé
hu: Jobb tömörítés
it: Lento, maggiore compressione
ja: 遅い、圧縮率は高い
ko: 천천히, 높은 압축률
nb: Treg, mer komprimering
pt_br: Lento, mais compressão
ru: Медленный (больше сжатие)
sv: Långsam, mer komprimering
uk: Повільно, більше стиснення
vi: Chậm, nén nhiều
zh_hans: 慢速，较高压缩率
zh_hant: 慢速、較高壓縮率

# 184.title
source: Set Keka as the default uncompressor
bg: Направи Keka разархиватор по подразбиране
ca: Fés que el Keka sigui el des/compressor per defecte
de: Keka als Standard-Entpacker festlegen
el: Επιλογή του Keka ως εξ'ορισμού εφαρμογή αποσυμπίεσης
es: Establecer Keka como el compresor predeterminado
fr: Définir Keka comme compresseur/décompresseur par défaut
hu: A Keka legyen az alapértelmezett tömörítő/kibontó
it: Imposta Keka come compr./decompr. di default
ja: Keka を圧縮・解凍ツールのデフォルトに設定する
ko: Keka를 기본 압축/압축해제 프로그램으로 설정하기
nb: Sett Keka som standard program for komprimering/dekomprimering
pl: Ustaw jako domyślny archiwizator plików
pt_br: Definir como Ferramenta Padrão de Arquivos Comprimidos
ru: Установить Keka в качестве системного архиватора
sv: Ställ in Keka som standardprogram för uppackning
uk: Встановити Keka як декомпресор за умовчанням
vi: Đặt Keka làm trình giải nén mặc định
zh_hans: 设为默认的 压缩/解压缩 工具
zh_hant: 設為預設的 壓縮/解壓縮 工具

# 187.title
source: Close Keka when no windows are open
bg: Затвори Keka когато не са отворени прозорци
ca: Tanca el Keka si no hi ha cap finestra visible
de: Keka beim Schließen des letzten Fensters beenden
el: Κλείσε το Keka όταν δεν υπάρχουν άλλα ανοικτά παράθυρα
es: Salir de Keka cuando no hayan ventanas visibles
fr: Fermer Keka lorsqu'aucune fenêtre n'est visible
hu: A Keka bezárása, ha nincs nyitott ablaka
it: Chiudi Keka quando nessuna finestra è visibile
ja: すべてのウィンドウを閉じる時に Keka を終了する
ko: 아무런 창이 보이지 않을 때 Keka 종료하기
nb: Lukk Keka når ingen vinduer er åpne
pl: Zamknij program po wykonaniu zadania
pt_br: Encerrar quando não houver janelas abertas
ru: Закрывать Keka при отсутствии видимых окон
sv: Stäng Keka när inga fönster är öppna
uk: Закрити Keka, коли немає відкритих вікон
vi: Đóng Keka khi không có cửa sổ nào đang mở
zh_hans: 关闭 Keka 当没有窗口可见
zh_hant: 當所有視窗關閉時，也關閉 Keka

# 191.title
source: Actions
bg: Действия
ca: Accions
de: Aktionen
el: Ενέργειες
es: Acciones
hu: Műveletek
it: Azioni
ja: 動作
ko: Keka의 행동
nb: Handlinger
pl: Tryb działania:
pt_br: Ações
ru: Действия
sv: Åtgärder
uk: Дії
vi: Thao tác
zh_hans: 操作
zh_hant: 操作

# 194.title
source: Automatic action: Keka will decide whether to compress or uncompress based on file format and extension
bg: Автоматично действие: Keka ще избере дали да компресира или декомпресира от формата и добавките
ca: Acció automàtica: depenent del tipus d'extensió, el Keka decideix si comprimir o descomprimir.
de: Aktion automatisch auswählen: Anhand des Datei-Suffixes entscheidet Keka, ob komprimiert oder entpackt wird.
el: Αυτόματη ενέργεια: Το Keka θα αποφασίσει εάν θα συμπιέσει ή αποσυμπιέσει βάση τύπου αρχείου και προέκτασης
es: Operación automática: dependiendo de los tipos de archivo Keka decidirá si extraer o comprimir.
fr: Choisir l'action automatiquement : Keka choisira de compresser ou décompresser selon l'extension des fichiers.
hu: Automatikus művelet: A kiterjesztéstől függően, a Keka tömöríti vagy kibontja a fájlokat.
it: Azione automatica: a seconda dell'estensione del file Keka deciderà se comprimere o decomprimere.
ja: 自動: 拡張子により圧縮・解凍します。
ko: 자동: Keka가 파일을 압축할지, 압축풀지를 파일 확장자에 따라서 결정
nb: Automatisk handling: Keka vil velge mellom komprimering og dekomprimering basert på filformat og filendelse
pl: Tryb automatyczny: archiwizuj/wypakuj - zależnie od typu pliku.
pt_br: Escolha automática: dependendo do formato e da extensão do arquivo, o Keka decidirá entre comprimir ou extrair.
ru: Автоматический выбор: Keka будет либо сжимать, либо распаковывать файл в зависимости от его расширения.
sv: Automatisk åtgärd: Keka kommer att bestämma huruvida komprimering eller dekomprimering ska ske baserat på filformat och filändelse
uk: Автоматична дія: Keka вирішить, чи слід стискати або розпаковувати файли на основі формату файлу та розширення
vi: Thao tác tự động: Keka sẽ quyết định khi nào thì nén hoặc giải nén dựa vào định dạng tập tin và phần mở rộng
zh_hans: 自动判断操作: Keka 根据文件扩展名决定压缩或解压缩。
zh_hant: 自動判斷操作: Keka 檔案副檔名決定壓縮或解壓縮。

# 197.title
source: Always extract
bg: Винаги разархивирай
ca: Extreu sempre
de: Immer entpacken
el: Πάντα εξαγωγή
es: Extraer siempre
fr: Toujours extraire
hu: Mindig kibont
it: Estrai sempre
ja: 常に解凍する
ko: 항상 압축 풀기
nb: Alltid pakk ut
pl: Wypakuj
pt_br: Sempre extrair
ru: Всегда распаковывать
sv: Extrahera alltid
uk: Завжди розпаковувати
vi: Luôn luôn giải nén
zh_hans: 总是解压缩
zh_hant: 總是解壓縮

# 198.title
source: Always compress
bg: Винаги компресирай
ca: Comprimeix sempre
de: Immer komprimieren
el: Πάντα συμπίεση
es: Comprimir siempre
fr: Toujours compresser
hu: Mindig tömörít
it: Comprimi sempre
ja: 常に圧縮する
ko: 항상 압축
nb: Alltid komprimer
pl: Archiwizuj
pt_br: Sempre comprimir
ru: Всегда сжимать
sv: Komprimera alltid
uk: Завжди стискати
vi: Luôn luôn nén
zh_hans: 总是压缩
zh_hant: 總是壓縮

# 199.title
source: Perform automatic action
bg: Изпълни автоматично действие
ca: Realitza l'acció automàtica
de: Aktion automatisch auswählen
el: Επιλογή αυτόματης ενέργειας
es: Realizar operación automáticamente
fr: Choisir l'action automatiquement
hu: Automatikus művelet
it: Esegui azione automatica
ja: 自動
ko: 자동
nb: Utfør automatisk handling
pl: Tryb automatyczny
pt_br: Escolha automática
ru: Автовыбор нужного действия
sv: Genomför automatisk åtgärd
uk: Виконати автоматичну дію
vi: Thực hiện thao tác tự động
zh_hans: 自动判断操作
zh_hant: 自動判斷操作

# 262.title
source: Move original file(s) to the Bin after compression
bg: Премести оригиналния/те файл(ове) в Кошчето след компресиране
ca: Mou a la paperera els fitxers després de comprimir
de: Original(e) nach Komprimierung in Papierkorb legen
el: Μετακίνησε τα πρωτότυπα αρχεία στον Κάδο ανακύκλωσης αφότου συμπιεστούν
es: Mover a la papelera los archivos tras comprimirlos
fr: Mettre les fichiers à la corbeille une fois compressés
hu: Fájlok törlése a művelet végén
it: Sposta nel cestino i file originali dopo la compressione
ja: 圧縮後にオリジナルファイルをゴミ箱に入れる
ko: 압축 완료 후 원본 파일 휴지통으로 이동
nb: Flytt originalfilen(e) til Papirkurv etter komprimering
pl: Usuń pliki po archiwizacji
pt_br: Mover arquivo original para o Lixo após comprimir
ru: Удалить исходные файлы в корзину после сжатия
sv: Flytta originalfil(er) till papperskorg efter komprimering
uk: Перемістіть оригінальні файли в Кошик після стиснення
vi: Di chuyển tập tin gốc vào Thùng rác sau khi hoàn tất việc nén
zh_hans: 压缩完成后删除原文件
zh_hant: 壓縮完成後刪除原始檔案

# 263.title
source: Archive items separately
bg: Архивирай като единични файлове
ca: Arxiva els fitxers per separat
de: Als einzelne Dateien archivieren
el: Αρχειοθέτησε ώς μεμονωμένα (ξεχωριστά) αρχεία
es: Comprimir por separado
fr: Archiver les fichiers séparément
hu: Archiválás fájlonként
it: Archivia come singoli file
ja: 個別の圧縮ファイルを作成する
ko: 단일 파일로 압축
nb: Arkiver som enkeltfiler
pl: Osobne archiwum dla każdego pliku
pt_br: Comprimir em arquivos separados
ru: Пофайловое сжатие
sv: Arkivera som enstaka filer
uk: Архівувати окремо
vi: Lưu trữ phần tử riêng biệt
zh_hans: 压缩单个文件
zh_hant: 壓縮單一檔案

# 264.title
source: Show file in Finder after compression
bg: Покажи файла във Finder след компресирането
ca: Mostra l'arxiu fitxer al Finder després de la compressió
de: Datei nach Komprimierung im Finder anzeigen
el: Εμφάνιση τοποθεσίας αρχείου(-ων), μετά τη συμπίεση
es: Mostrar el archivo en el Finder al crearlo
fr: Afficher les archives dans le Finder après compression
hu: A tömörített fájlok megjelenítése a művelet végén
it: Mostra i file nel Finder dopo la compressione
ja: 圧縮後に Finder でファイルを表示する
ko: 압축 완료 후 Finder에서 파일 보기
nb: Vis fil i Finder etter komprimering
pl: Przejdź do pliku po archiwizacji
pt_br: Mostrar no Finder após comprimir
ru: Показать архив в Finder после сжатия
sv: Visa fil i Finder efter komprimering
uk: Показати файл у Finder після стиснення
vi: Hiện tập tin trong Finder sau khi nén xong
zh_hans: 压缩完成后在 Finder 中显示
zh_hant: 壓縮完成後在 Finder 中顯示

# 265.title
source: Exclude Mac resource forks (eg: .DS_Store)
bg: Изключи Mac ресурсите (като: .DS_Store)
ca: Omet els fitxers amagats del Mac (p. ex: .DS_Store)
de: Mac Ressourcen ausschließen (z.B.: .DS_Store)
el: Χωρίς τα Mac OS X resource forks (π.χ: .DS_Store) αρχεία
es: Excluir los archivos ocultos de Mac (ej: .DS_Store)
fr: Exclure les fichiers spéciaux Mac (ex : .DS_Store)
hu: A fájlrendszer metaadatfájlok kizárása (pl.: .DS_Store)
it: Escludi resource fork Mac (es.: .DS_Store)
ja: Mac のリソースフォークを含めない (例: .DS_Store)
ko: Mac OS X 전용 파일 포함 안하기 (예: .DS_Store)
nb: Ekskluder Mac-ressursfiler (f.eks.: .DS_Store)
pl: Wyklucz ukryte pliki systemowe
pt_br: Excluir arquivos invisíveis do Mac (ex.: .DS_Store)
ru: Исключить ветви ресурсов Mac (напр., .DS_Store)
sv: Exkludera Mac-resursfiler (t.ex.: .DS_Store)
uk: Виключити ресурси Mac (наприклад: .DS_Store)
vi: Lượt bỏ tập tin quản lý của Mac (VD: .DS_Store)
zh_hans: 排除 Mac OS X 资源文件 (例如: .DS_Store)
zh_hant: 排除 Mac OS X 系統檔案 (例如: .DS_Store)

# 270.title
source: Name and location
bg: Име и място
ca: Nom i ubicació
de: Name und Ort
el: Ονομα και τοποθεσία
es: Nombre y destino
fr: Nom et emplacement
hu: Név és célmappa
it: Nome e posizione
ja: 名前と場所
ko: 이름 및 위치
nb: Navn og plassering
pl: Nazwa i lokalizacja pliku
pt_br: Nome e local
ru: Местонахождение и имена файлов
sv: Namn och plats
uk: Назва та розташування
vi: Tên và vị trí
zh_hans: 名称和位置
zh_hant: 名稱和位置

# 276.placeholderString
source: Here your custom name
bg: Това е вашето потребителско име
ca: Nom personalitzat
de: Eigenen Namen vergeben
el: Επιθυμητό όνομα αρχείου
es: Escribe aquí el nombre que quieres usar
fr: Entrez ici votre nom personnalisé
hu: Fájlnév
it: Metti qui il tuo nome personalizzato
nb: Ditt egendefinerte navn her
pl: nazwa_pliku
pt_br: digite o nome
ru: Укажите имя для новых файлов
sv: Ditt anpassade namn här
uk: Тут ваша власна назва
vi: Thêm tên tuỳ chỉnh tại đây
zh_hans: 自定义命名
zh_hant: 自訂名稱

# 279.title
source: Ask each time
bg: Питай всеки път
ca: Demana-ho sempre
de: Jedes Mal fragen
el: Ερώτηση κάθε φορά
es: Preguntar cada vez
fr: Toujours demander
hu: Rákérdezés
it: Chiedi ogni volta
ja: 常に確認
ko: 항상 묻기
nb: Spør hver gang
pl: Zawsze pytaj, gdzie zapisać
pt_br: Sempre perguntar
ru: Спрашивать каждый раз
sv: Fråga varje gång
uk: Запитувати кожен раз
vi: Hỏi mỗi lượt thực hiện
zh_hans: 每次询问
zh_hant: 每次都詢問

# 280.title
source: Next to original file
bg: До оригиналното име
ca: Al costat de l'original
de: Neben Originaldatei
el: Εντός τοποθεσίας πρωτότυπου αρχείου
es: Al lado del archivo original
fr: À côté du fichier d'origine
hu: Forrás mappája
it: Accanto al file originale
ja: オリジナルファイルと同じフォルダ
ko: 원본 파일과 동일한 위치
nb: Ved siden av originalfilen
pl: Zapisz w pierwotnej lokalizacji
pt_br: Junto ao original
ru: В папку с исходным файлом
sv: Bredvid originalfilen
uk: Поруч із оригінальним файлом
vi: Bên cạnh tập tin gốc
zh_hans: 和原文件相同目录
zh_hant: 與原始檔案相同檔案夾

# 281.title
source: Custom folder...
bg: Потребителска папка...
ca: Carpeta personalitzada...
de: Eigener Ordner...
el: Επιθυμητός φάκελος...
es: Carpeta personalizada...
fr: Dossier personnalisé...
hu: Egyéni...
it: Cartella personalizzata...
ja: フォルダを指定...
ko: 특정 위치...
nb: Egendefinert mappe...
pl: Wybierz folder...
pt_br: Pasta personalizada…
ru: Выбрать папку...
sv: Anpassad mapp...
uk: Власна папка ...
vi: Thư mục tuỳ chỉnh...
zh_hans: 自定义目录...
zh_hant: 自訂檔案夾...

# 282.title
source: Save to location:
bg: Запази на място:
ca: Desa la ubicació:
de: Sichern nach:
el: Τοποθεσία αποθήκευσης:
es: Dónde guardar:
fr: Créer les archives à cet emplacement :
hu: Mentés helye:
it: Registra nella posizione:
ja: 保存先の場所:
ko: 저장 위치:
nb: Arkiver til plassering:
pl: Lokalizacja zapisywanych plików:
pt_br: Onde salvar:
ru: Сохранять новые файлы:
sv: Spara på platsen:
uk: Зберегти в місці:
vi: Vị trí lưu trữ:
zh_hans: 保存位置:
zh_hant: 儲存位置:

# 283.title
source: Name of new files:
bg: Име на новите файлове:
ca: Nom dels fitxers nous:
de: Name der neuen Dateien:
el: Ονομασία των νέων αρχείων:
es: Nombre de los archivos nuevos:
fr: Nom des nouvelles archives :
hu: Az új arhívum neve:
it: Nome dei nuovi file:
ja: 新しいファイル名:
ko: 새로운 파일의 이름:
nb: Navn på nye filer:
pl: Nazwy plików:
pt_br: Nome do arquivo comprimido:
ru: Называть новые файлы:
sv: Namn för nya filer:
uk: Ім'я нових файлів:
vi: Tên cho các tập tin mới:
zh_hans: 新文件命名:
zh_hant: 新檔案命名:

# 286.title
source: Same as original file
bg: Същото като оригиналния файл
ca: Igual que el fitxer original
de: Gleich der Originaldatei
el: Αντίστοιχη ονομασία με το πρωτότυπο αρχείο -α
es: El mismo que el archivo original
fr: Comme le fichier d'origine
hu: A forrás neve
it: Uguale al file originale
ja: オリジナルファイルと同じファイル名
ko: 원본 파일과 동일한 이름
nb: Samme som originalfilen
pl: Nazwa zgodna z oryginałem
pt_br: Igual ao original
ru: Так же как исходный файл
sv: Samma som ursprungsfilen
uk: Така ж, як в оригінальному файлі
vi: Giống như tập tin gốc
zh_hans: 和原文件相同
zh_hant: 與原始檔案相同

# 287.title
source: Custom name...
bg: Потребителско име...
ca: Nom personalitzat...
de: Eigener Name...
el: Ονομάστε το όπως επιθυμείτε...
es: Nombre personalizado...
fr: Nom personnalisé...
hu: Egyéni...
it: Nome personalizzato...
ja: ファイル名を指定...
ko: 특정 이름...
nb: Egendefinert navn...
pl: Wybierz nazwę...
pt_br: Nome personalizado…
ru: Указать имя....
sv: Anpassat namn...
uk: Власна назва
vi: Tên tuỳ chỉnh...
zh_hans: 自定义...
zh_hant: 自訂...

# 333.label
source: Compression
bg: Компресиране
ca: Compressió
de: Komprimierung
el: Συμπίεση
es: Compresión
hu: Tömörítés
it: Compressione
ja: 圧縮
ko: 압축
nb: Komprimering
pl: Archiwizacja
pt_br: Compressão
ru: Сжатие
sv: Komprimering
uk: Стиснення
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮

# 333.paletteLabel
source: Compression
bg: Компресиране
ca: Compressió
de: Komprimierung
el: Συμπίεση
es: Compresión
hu: Tömörítés
it: Compressione
ja: 圧縮
ko: 압축
nb: Komprimering
pl: Archiwizacja
pt_br: Compressão
ru: Сжатие
sv: Komprimering
uk: Стиснення
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮

# 334.label
source: General
bg: Основни
de: Allgemein
el: Γενικές Ρυθμίσεις
fr: Général
hu: Általános
it: Generale
ja: 一般
ko: 기본
nb: Generelt
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hant: 通用

# 334.paletteLabel
source: General
bg: Основни
de: Allgemein
el: Γενικές Ρυθμίσεις
fr: Général
hu: Általános
it: Generale
ja: 一般
ko: 기본
nb: Generelt
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
uk: Головні
vi: Chung
zh_hans: 通用
zh_hant: 通用

# 338.label
source: Extraction
bg: Разархивиране
ca: Extracció
de: Entpacken
el: Εξαγωγή
es: Extracción
hu: Kibontás
it: Estrazione
ja: 解凍
ko: 압축 해제
nb: Utpakking
pl: Wypakowywanie
pt_br: Extração
ru: Распаковка
sv: Extrahering
uk: Розпаковування
vi: Giải nén
zh_hans: 解压缩
zh_hant: 解壓縮

# 338.paletteLabel
source: Extraction
bg: Разархивиране
ca: Extracció
de: Entpacken
el: Εξαγωγή
es: Compresión
hu: Kibontás
it: Estrazione
ja: 解凍
ko: 압축 해제
nb: Utpakking
pl: Wypakowywanie
pt_br: Extração
ru: Распаковка
sv: Extrahering
uk: Розпаковування
vi: Giải nén
zh_hans: 解压缩
zh_hant: 解壓縮

# 352.title
source: Location
bg: Място
ca: Ubicació
de: Ort
el: Τοποθεσία
es: Destino
fr: Emplacement
hu: Hely
it: Posizione
ja: 保存先の場所
ko: 위치
nb: Plassering
pl: Lokalizacja plików
pt_br: Local
ru: Местонахождение
sv: Plats
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# 357.title
source: Ask each time
bg: Питай всеки път
ca: Demana-ho sempre
de: Jedes Mal fragen
el: Ερώτηση κάθε φορά
es: Preguntar cada vez
fr: Toujours demander
hu: Rákérdezés
it: Chiedi ogni volta
ja: 常に確認
ko: 항상 묻기
nb: Spør hver gang
pl: Zawsze pytaj, gdzie zapisać
pt_br: Sempre perguntar
ru: Спрашивать каждый раз
sv: Fråga varje gång
uk: Запитувати кожен раз
vi: Hỏi mỗi lượt thực hiện
zh_hans: 每次询问
zh_hant: 每次都詢問

# 358.title
source: Next to original file
bg: До оригиналния файл
ca: Al costat de l'original
de: Neben Originaldatei
el: Εντός τοποθεσίας πρωτότυπου αρχείου
es: Al lado del archivo original
fr: À côté du fichier d'origine
hu: A forrás mappája
it: Accanto al file originale
ja: オリジナルファイルと同じフォルダ
ko: 원본 파일과 동일한 위치
nb: Ved siden av originalfilen
pl: Zapisz w pierwotnej lokalizacji
pt_br: Junto ao original
ru: В папку с исходным файлом
sv: Bredvid ursprungsfilen
uk: Поруч із оригінальним файлом
vi: Bên cạnh tập tin gốc
zh_hans: 和原文件相同目录
zh_hant: 與原始檔案相同檔案夾

# 359.title
source: Custom folder...
bg: Потребителска папка...
ca: Carpeta personalitzada...
de: Eigener Ordner...
el: Επιθυμητός φάκελος...
es: Carpeta personalizada...
fr: Dossier personnalisé...
hu: Egyéb...
it: Cartella personalizzata...
ja: フォルダを指定
ko: 특정 위치...
nb: Egendefinert mappe...
pl: Wybierz folder...
pt_br: Pasta personalizada…
ru: Выбрать папку...
sv: Anpassad mapp...
uk: Власна папка ...
vi: Thư mục tuỳ chỉnh...
zh_hans: 自定义目录...
zh_hant: 自訂檔案夾...

# 360.title
source: Extract to location:
bg: Разархивирай в място:
ca: Extreu a la ubicació:
de: Entpacken nach:
el: Τοποθεσία εξαγωγής:
es: Dónde extraer:
fr: Extraire les archives à cet emplacement :
hu: Kibontás helye:
it: Estrai nella posizione:
ja: 保存先のフォルダ:
ko: 다음 위치로 압축 해제:
nb: Pakk ut til plassering:
pl: Lokalizacja wypakowanych plików:
pt_br: Extrair para:
ru: Распаковывать файлы:
sv: Extrahera till platsen:
uk: Розпакувати до місця:
vi: Giải nén đến vị trí:
zh_hans: 解压缩位置:
zh_hant: 解壓縮位置:

# 361.title
source: Show content in Finder after extraction
bg: Покажи съдържанието във Finder след разархивиране
ca: Mostra el contingut al Finder després de l'extracció
de: Inhalt nach Entpacken im Finder anzeigen
el: Εμφάνιση τοποθεσίας αρχείου(-ων), μετά τη συμπίεση
es: Mostrar el contenido en el Finder al extraer
fr: Afficher les fichiers dans le Finder après extraction
hu: A kibontott fájlok megjelenítése a művelet végén
it: Mostra il contenuto nel Finder dopo l'estrazione
ja: 解凍後に Finder でファイルを表示する
ko: 압축해제 완료 후 내용물을 Finder에서 보기
nb: Vis innhold i Finder etter utpakking
pl: Przejdź do plików po wypakowaniu
pt_br: Mostrar conteúdo no Finder após extrair
ru: Показать содержимое в Finder после распаковки
sv: Visa innehåll i Finder efter extrahering
uk: Показати вміст у Finder після розпаковування
vi: Hiện nội dung trong Finder sau khi giải nén xong
zh_hans: 解压缩完成后在 Finder 中显示
zh_hant: 解壓縮完成後在 Finder 中顯示
