Repository: aonez/Keka
Catalog: Translations/*.lproj/preferences.strings
Languages: bg, ca, de, el, es, fr, hu, it, ja, ko, nb, pl, pt_br, ru, sv, uk, vi, zh_hans, zh_hant

# 362.title
source: Move compressed file(s) to the Bin after extraction
bg: Премести компресираните файл(ове) в Кошчето след разархивирането
ca: Mou a la paperera l'arxiu comprimit després de l'extracció
de: Komprimierte Datei(en) nach Entpacken in Papierkorb legen
el: Μετακίνησε τα συμπιεσμένα αρχεία στον Κάδο ανακύκλωσης αφότου εξαχθούν
es: Mover a la papelera los archivos al extraerlos
fr: Mettre les archives à la corbeille après extraction
hu: A tömörített fájlok áthelyezése kibontás után a Lomtárba
it: Sposta nel cestino i file compressi dopo l'estrazione
ja: 解凍後にオリジナルファイルをゴミ箱に入れる
ko: 압축해제 완료 후 원본 파일 휴지통으로 이동
nb: Flytt komprimert(e) fil(er) til Papirkurv etter utpakking
pl: Usuń archiwum po wypakowaniu
pt_br: Mover arquivo comprimido para o Lixo após extrair
ru: Удалить архив(ы) в корзину после распаковки
sv: Flytta komprimerade fil(er) till Papperskorg efter extrahering
uk: Перемістити стислі файли до Кошика після розпаковування
vi: Di chuyển tập tin nén vào Thùng rác sau khi giải nén xong
zh_hans: 解压缩完成后删除原文件
zh_hant: 壓縮完成後刪除原始檔案

# 418.title
source: None
bg: Няма
de: Keinen
el: Καμία
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: без звука
sv: Ingen
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

# 419.title
source: Default compression
bg: Компресиране по подразбиране
ca: So per defecte
de: Standard-Komprimierung
el: Προεπιλεγμένη συμπίεση
es: Predeterminado compresión
fr: Par défaut - compression
hu: Alapértelmezett tömörítés
it: Compressione di default
ja: 圧縮のデフォルト
ko: 기본 압축음
nb: Standard for komprimering
pl: Domyślny - archiwizacja
pt_br: Padrão de compressão
ru: Сжатие
sv: Standardkomprimering
uk: Стандартне стиснення
vi: Nén mặc định
zh_hans: 默认压缩
zh_hant: 預設壓縮

# 432.title
source: Default extraction
bg: Разархивиране по подразбиране
ca: So d'extracció
de: Standard-Entpacken
el: Προεπιλεγμένη εξαγωγή
es: Predeterminado extracción
fr: Par défaut - extraction
hu: Alapértelmezett kibontás
it: Estrazione di default
ja: 解凍のデフォルト
ko: 기본 압축해제음
nb: Standard for utpakking
pl: Domyślny - wypakowywanie
pt_br: Padrão de extração
ru: Распаковка
sv: Standardextrahering
uk: Розпаковування за замовчуванням
vi: Giải nén mặc định
zh_hans: 默认解压缩
zh_hant: 預設解壓縮

# 433.title
source: Play a sound after an extraction:
bg: Изпълни звук след разархивирането:
ca: Reprodueix un so en finalitzar:
de: Nach Entpacken Ton abspielen
el: Ηχητική ειδοποίηση μετά από την εξαγωγή:
es: Reproducir un sonido al extraer:
fr: Jouer un son après extraction :
hu: Figyelmeztető hang a kibontás végén:
it: Riproduci un suono dopo l'estrazione:
ja: 解凍後にサウンドを再生:
ko: 압축해제 완료 후 소리 재생:
nb: Spill av en lyd etter utpakking:
pl: Dźwięk wypakowywania:
pt_br: Reproduzir som após extrair:
ru: Звуковой эффект после распаковки:
sv: Spela ett ljud efter extrahering:
uk: Відтворення звуку після розпакування:
vi: Phát âm báo sau khi giải nén xong:
zh_hans: 解压缩完成播放提示音:
zh_hant: 解壓縮完成播放通知音效:

# 436.title
source: Play a sound after a compression:
bg: Изпълни звук след компресирането:
ca: Reprodueix un so en finalitzar:
de: Nach Komprimierung Ton abpielen:
el: Ηχητική ειδοποίηση μετά από τη συμπίεση:
es: Reproducir un sonido al comprimir:
fr: Jouer un son après compression :
hu: Figyelmeztető hang a tömörítés végén:
it: Riproduci un suono dopo la compressione:
ja: 圧縮後にサウンドを再生:
ko: 압축 완료 후 소리 재생:
nb: Spill av en lyd etter komprimering:
pl: Dźwięk archiwizacji:
pt_br: Reproduzir som após comprimir:
ru: Звуковой эффект после сжатия:
sv: Spela ett ljud efter en komprimering:
uk: Відтворення звуку після стиснення:
vi: Phát âm báo sau khi nén xong:
zh_hans: 压缩完成播放提示音:
zh_hant: 壓縮完成播放通知音效:

# 439.title
source: Default extraction
bg: Разархивиране по подразбиране
ca: Extracció per defecte
de: Standard-Entpacken
el: Προεπιλεγμένη εξαγωγή
es: Predeterminado extracción
fr: Par défaut - extraction
hu: Alapértelmezett kibontás
it: Estrazione di default
ja: 解凍のデフォルト
ko: 기본 압축해제음
nb: Standard for komprimering
pl: Domyślny - wypakowywanie
pt_br: Padrão de extração
ru: Распаковка
sv: Standardextrahering
uk: Розпаковування за замовчуванням
vi: Giải nén mặc định
zh_hans: 默认解压缩
zh_hant: 預設解壓縮

# 452.title
source: Default compression
bg: Компресиране по подразбиране
ca: So d'extracció
de: Standard-Komprimierung
el: Προεπιλεγμένη συμπίεση
es: Predeterminado compresión
fr: Par défaut - compression
hu: Alapértelmezett tömörítés
it: Compressione di default
ja: 圧縮のデフォルト
ko: 기본 압축음
nb: Standard for utpakking
pl: Domyślny - archiwizacja
pt_br: Padrão de compressão
ru: Сжатие
sv: Standardkomprimering
uk: Стандартне стиснення
vi: Nén mặc định
zh_hans: 默认压缩
zh_hant: 預設壓縮

# 453.title
source: None
bg: Няма
ca: Cap
de: Keinen
el: Καμία
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: без звука
sv: Ingen
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

# 5B7-Sc-wp0.title
source: You can also customise the access below:
bg: You can also customize the access below:
de: Sie können auch den Zugriff auf einzelne Ordner erlauben:
el: Μπορείτε να παραμετροποιήσετε την προσπέλαση αρχείων παρακάτω:
es: Puedes personalizar el acceso utilizando esta lista:
fr: Vous pouvez aussi personnaliser l'accès ci-dessous :
hu: You can also customize the access below:
it: È possibile personalizzare l'accesso utilizzando questo elenco:
ja: You can also customize the access below:
nb: Du kan også tilpasse tilgang under:
pl: Zmodyfikuj uprawnienia do plików:
pt_br: Você também pode personalizar o acesso abaixo:
ru: Вы также можете настроить права доступа ниже:
sv: Du kan även anpassa åtkomsten nedan:
uk: Також можна налаштувати доступ нижче:
vi: Bạn có thể tuỳ chỉnh quyền truy cập bên dưới:

# 5eC-d6-04X.label
source: File Access
de: Dateizugriff
el: Πρόσβαση Αρχείου
es: Acceso a ficheros
fr: Accès Fichiers
it: Accesso ai file
nb: Filtilgang
pl: Uprawnienia do plików
pt_br: Acesso a Arquivos
ru: Доступ к файлам
sv: Filåtkomst
uk: Доступ до файлів
vi: Quyền truy cập tập tin

# 5eC-d6-04X.paletteLabel
source: File Access
de: Dateizugriff
el: Πρόσβαση Αρχείου
es: Acceso a ficheros
fr: Accès Fichiers
it: Accesso ai file
nb: Filtilgang
pl: Uprawnienia do plików
pt_br: Acesso a Arquivos
ru: Доступ к файлам
sv: Filåtkomst
uk: Доступ до файлів
vi: Quyền truy cập tập tin

# DL5-wY-cqc.title
source: Enable home folder access
de: Zugriff auf Benutzerordner erlauben
el: Επέτρεψε την πρόσβαση στο Home φάκελο
es: Habilitar el acceso a la carpeta personal
fr: Autoriser l'accès au dossier Départ
it: Abilita l'accesso alla cartella Inizio
nb: Aktiver tilgang til hjemmemappe
pl: Włącz dostęp do katalogu domowego
pt_br: Ativar Acesso à Pasta Pessoal
ru: Дать доступ к домашней папке
sv: Aktivera åtkomst till hemmapp
uk: Увімкнути доступ до домашньої папки
vi: Bật truy cập thư mục home

# GDf-ZS-dTs.title
source: Here you can choose the folders you want to give access to Keka. Note that Keka can't be used where it has no access. If needed, Keka will ask for specific folder access.
de: Hier können Sie die Ordner bestimmen, auf die Keka zugreifen darf. Keka kann in Ordnern, auf die es keinen Zugriff hat, nicht arbeiten und fragt bei Bedarf nach Erlaubnis zum Zugriff.
el: Εδώ μπορείτε να επιλέξετε τους φακέλους που θέλετε να δώσετε δικαίωμα πρόσβασης στο Keka. Σημείωση: Το Keka δε θα λειτουργήσει όπου δεν έχει δικαίωμα πρόσβασης. Εαν χρειαστεί, το Keka θα ζητήσει δικαίωμα πρόσβασης στο φάκελο.
es: Aquí puedes escoger las carpetas en las que Keka tendrá acceso. Ten en cuenta que Keka no funcionará donde no tenga acceso y pedirá acceso cuando lo necesite.
fr: Vous pouvez choisir ici les dossiers auxquels vous souhaitez que Keka ait accès. Notez que Keka ne peut pas être utilisé là où il n'a aucun accès. Si besoin, Keka demandera l'accès à des dossiers spécifiques.
it: Qui puoi scegliere le cartelle a cui vuoi consentire l'accesso a Keka. Tieni presente che Keka non funzionerà dove non ha l'accesso. Se necessario, Keka chiederà l'accesso alla cartella specifica.
nb: Her kan du velge mappene ti vil gi Keka tilgan til. Merk at Keka ikke kan brukes i mapper det ikke har tilgang til. Om nødvendig vil Keka be om tilgang til den spesifikke mappen.
pl: Wybierz foldery, do których Keka będzie miała dostęp. Program wykonywać operacje tylko na udostępnionych plikach i folderach. W razie potrzeby Keka poprosi o dostęp do określonego folderu lub pliku.
pt_br: Escolha as pastas às quais o Keka tem acesso. Note que o Keka não pode ser usado onde ele não tem acesso. Se necessário, o acesso será solicitado a pastas específicas.
ru: Здесь вы можете выбрать папки, доступ к которым будет иметь Keka. Имейте в виду, что Keka не может работать там, где у неё нет доступа. Если потребуется, Keka спросит о доступе к определённой папке.
sv: Här kan du välja de mappar som du vill ge åtkomst till för Keka. Observera att Keka inte kan användas där den inte har åtkomst. Leka kommer att fråga efter åtkomst till specifika mappar om så behövs.
uk: Тут ви можете вибрати папки, яким ви хочете надати доступ до Keka. Кека не може використовуватися там, де програма немає доступу. Якщо потрібно, Keka попросить спеціальний доступ до папки.
vi: Tại đây bạn có thể chọn thư mục mà bạn muốn cấp quyền truy cập cho Keka. Hãy lưu ý rằng Keka không chạy được tại các thư mục mà nó không có quyền truy cập. Nếu cần thiết, Keka sẽ hỏi quyền truy cập cho các thư mục cụ thể.

# IHj-ac-103.title
source: Enable full Mac access (Recommended)
de: Zugriff auf den ganzen Mac erlauben (empfohlen)
el: Παραχώρησε την πλήρη πρόσβαση στο Mac (Συνιστάται)
es: Habilitar el acceso completo (Recomendado)
fr: Autoriser l'accès à l'ensemble du Mac (Recommandé)
it: Abilita l'accesso completo al Mac (Consigliato)
nb: Aktiver full tilgang til Mac (Anbefalt)
pl: Przyznaj pełny dostęp (Zalecane)
pt_br: Ativar Acesso Total ao Mac (Recomendado)
ru: Дать доступ ко всему Mac (Рекомендуется)
sv: Aktivera fullständig åtkomst (Rekommenderas)
uk: Увімкнути повний доступ до Mac (рекомендовано)
vi: Bật quyền truy cập Mac đầy đủ (Khuyên dùng)

# JxT-Nq-8Z5.title
source: Enable external volumes access so Keka can be used with your external disks, such as a USB or Thunderbolt drive:
de: Erlauben Sie den Zugriff auf externe Volumes, falls Keka auf Ihren externen Speichermedien, wie z.B. USB- oder Thunderboltlaufwerken, arbeiten können soll:
el: Επέτρεψε την πρόσβαση σε τόμους εξωτερικών συσκευών ώστε το Keka να μπορεί να λειτουργήσει με τους εξωτερικές μονάδες δίσκων, όπως USB ή Thunderbolt δίσκοι
es: Habilita el acceso a volúmenes externos para que Keka pueda utilizarse en discos externos, tales como USB o Thunderbolt:
fr: Autoriser l'accès à des volumes externes pour que Keka puisse être utilisé avec vos disques externes, tels qu'un disque USB ou Thunderbolt :
it: Abilita l'accesso ai volumi esterni in modo da poter utilizzare Keka con dischi esterni, come USB o Thunderbolt:
nb: Aktiver tilgang til eksterne volumer, så Keka kan brukes med dine eksterne disker, som en USB- eller Thunderbolt-disk:
pl: Przyznaj dostęp do dysków zewnętrznych:
pt_br: Ative o acesso a volumes externos para usar o Keka em discos externos, como discos USB ou Thunderbolt:
ru: Дать доступ к внешним хранилищам, чтобы Keka могла работать с внешними дисками, например USB- или Thunderbolt-накопителями:
sv: Aktivera åtkomst till externa volymer så att Keka kan användas på dina externa diskar, såsom en USB eller Thunderbolt-enhet:
uk: Увімкніть доступ до зовнішніх томів, тоді Keka може використовуватися з зовнішніми дисками, наприклад, USB-накопичувачем або пристроєм Thunderbolt:
vi: Bật quyền truy cập ổ đĩa rời để Keka có thể chạy được trên ổ đĩa rời của bạn như trên USB hay ổ Thunderbolt:

# PD2-iW-BGK.title
source: Enable home access so Keka can be used on all your user files, such as in your Desktop or Downloads folder:
de: Erlauben Sie den Zugriff auf Ihren Benutzerordner, falls Keka in jedem Ihrer persönlichen Ordner, wie z.B. im Schreibtisch- oder im Downloads-Ordner, arbeiten können soll:
el: Επέτρεψε την πρόσβαση στο home φάκελο ώστε το Keka να μπορεί να συνεργαστεί με όλα τα αρχεία χρήστη, όπως στην επιφάνεια εργασίας ή στο φάκελο Λήψεων
es: Habilita el acceso a la carpeta personal para que Keka pueda utilizarse con todos tus ficheros, tales como los que tengas en tu Escritorio o la carpeta de Descargas:
fr: Autoriser l'accès au dossier Départ pour que Keka puisse être utilisé avec tous vos fichiers utilisateur, tels que ceux de votre Bureau ou de votre dossier Téléchargements :
it: Abilita l'accesso personale in modo da poter utilizzare Keka su tutti i tuoi file utente, come quelli che sono sulla Scrivania o nella cartella Download:
nb: Aktiver tilgang til hjemmemappen, så Keka kan brukes på alle filer tilhørene brukeren din, som for eksempel på skrivebordet og i Nedlastinger:
pl: Włącz dostęp do katalogu domowego:
pt_br: Ative o acesso à pasta pessoal para usar o Keka em todos os seus arquivos de usuário, como arquivos nas pastas Mesa e Transferências:
ru: Дать доступ к домашней папке, чтобы Keka могла работать со всеми вашими файлами, например на Рабочем столе или в папке Загрузки:
sv: Aktivera åtkomst till hemmapp så att Keka kan användas för alla dina användarfiler, såsom på ditt Skrivbord eller Hämtade filer-mappen:
uk: Увімкніть домашній доступ, тоді Кека може використовуватися на всіх ваших файлах користувача, наприклад у вашій папці Робочий стіл або Завантаження:
vi: Bật quyền truy cập vào home để Keka có thể chạy với tất cả tập tin của bạn như thư mục Bàn làm việc và thư mục Tải xuống:

# SOL-6U-5P9.title
source: Enable Notification Center integration
bg: Включи Notification Center интеграция
ca: Habilita la integració de notificacions
de: Mitteilungszentrale verwenden
el: Ενεργοποίηση ενσωμάτωσης του Κέντρου Ειδοποιήσεων
es: Habilitar la integración con el Centro de Notificaciones
fr: Autoriser l'intégration au Centre de notifications
it: Attiva integrazione Centro Notifiche
nb: Aktiver støtte for Varslingssenter
pl: Integracja z Centrum Powiadomień
pt_br: Ativar integração com a Central de Notificações
ru: Включить интеграцию с Центром Уведомлений
sv: Aktivera integration med Notiscenter
uk: Увімкнути інтеграцію із Центром Повідомлень
vi: Bật tích hợp vào Trung tâm thông báo

# ZOx-vr-5o7.title
source: Enable full Mac access so Keka can be used on all your Mac:
de: Erlauben Sie den Zugriff auf Ihren gesamten Mac, falls Keka in jedem Ordner Ihres Macs arbeiten können soll:
el: Παραχώρησε την πλήρη πρόσβαση στο Mac ώστε το Keka να μπορεί να συνεργαστεί με όλα τα αρχεία του Mac:
es: Habilita el acceso completo a tu Mac para poder utilizar Keka en cualquier lugar:
fr: Autoriser l'accès à l'ensemble du Mac pour que Keka puisse être utilisé sur tout votre Mac :
it: Abilita l'accesso completo al Mac per poter utilizzare Keka ovunque:
pl: Przyznaj pełny dostęp do plików:
pt_br: Ative o acesso total ao Mac para usar o Keka em qualquer local do Mac:
ru: Дать доступ ко всему Mac, чтобы Keka могла работать с любыми файлами на этом Mac:
sv: Aktivera fullständig åtkomst så att Keka kan användas på hela din Mac:
uk: Увімкніть повний доступ до Mac, тоді Кека можна використовувати на всіх Mac-комп'ютерах:
vi: Bật quyền truy cập đầy đủ trên Mac để Keka có thể chạy được mọi nơi trên Mac của bạn:

# b5e-bj-Pgz.title
source: Use unified toolbar (resets customisations)
bg: Използвай обединена лента с инструменти (нулира потребителските настройки)
ca: Utilitza la barra d'eines unificada (reinicia la personalització)
de: Einheitliche Symbolleiste verwenden (setzt Anpassungen zurück)
el: Χρήση ενοποιημένης εργαλειοθήκης (επαναφορά αρχικών προσαρμογών)
es: Utilizar la barra de herramientas unificada (reinicia la personalización)
fr: Utiliser la barre d'outils unifiée (réinitialise les personalisations)
hu: Use unified toolbar (resets customizations)
it: Utilizza la barra strumenti unificata (ripristina personalizzazioni)
ja: Use unified toolbar (resets customizations)
ko: Use unified toolbar (resets customizations)
nb: Bruk enhetlig verktøylinje (tilbakestiller tilpasninger)
pl: Włącz nowy pasek narzędzi
pt_br: Usar barra de ferramentas unificada (redefine personalizações)
ru: Унифицированная панель инструментов (сброс настроек)
sv: Använd enhetlig verktygsrad (återställer anpassningar)
uk: Використовувати уніфіковану панель інструментів (скидаються налаштування)
vi: Sủ dụng thanh công cụ gốc (đặt lại tuỳ chỉnh)
zh_hans: 使用统一的工具栏（重置自定义设置）
zh_hant: 使用統一工具列 (重設個人設定)

# hp7-jO-HeV.title
source: Use AES-256 when encrypting ZIP files (less compatible)
bg: Използвай AES-256 когато криптираш ZIP файлове (по-малко съвместимо)
ca: Utilitza AES-256 xifrant arxius ZIP (compatibilitat menor)
de: ZIP-Dateien mit AES-256 verschlüsseln (weniger kompatibel)
el: Χρήση αλγορίθμου AES-256 όταν αποκρυπτογραφούνται αρχεία ZIP (λιγότερο συμβατή)
es: Utilizar AES-256 al encriptar ficheros ZIP (menos compatible)
fr: Utiliser AES-256 lors du chiffrement des fichiers ZIP (moins compatible)
it: Utilizza AES-256 durante la codifica dei file ZIP (meno compatibile)
nb: Bruk AES-256 for kryptering av ZIP-filer (mindre kompatibelt)
pl: Użyj szyfrowania AES-256
pt_br: Usar criptografia AES-256 em ZIPs (menos compatível)
ru: Использовать алгоритм AES-256 для шифрования ZIP-файлов (меньшая совместимость)
sv: Använd AES-256 vid kryptering av ZIP-filer (mindre kompatibilitet)
uk: Використовувати AES-256 під час шифрування файлів ZIP (менш сумісні)
vi: Sử dụng AES-256 khi mã hoá tập tin ZIP (kém tương thích hơn)

# sgV-AD-k4Q.title
source: Enable external volumes access
de: Zugriff auf externe Volumes aktivieren
el: Επέτρεψε την πρόσβαση στους τόμους των εξωτερικών συσκευών
es: Habilitar el acceso a volúmenes externos
fr: Autoriser l'accès aux volumes externes
it: Abilita l'accesso ai volumi esterni
nb: Aktiver tilgang til eksterne volumer
pl: Przyznaj dostęp do dysków zewnętrznych
pt_br: Ativar Acesso a Volumes Externos
ru: Дать доступ к внешним хранилищам
sv: Aktivera åtkomst till externa volymer
uk: Увімкнути доступ до зовнішніх томів
vi: Bật quyền truy cập ổ đĩa rời

# 163.title
source: OtherViews
ca: Altres visualitzacions

# 171.title
source: OtherViews
ca: Altres visualitzacions

# 196.title
source: OtherViews
ca: Altres visualitzacions

# 278.title
source: OtherViews
ca: Altres visualitzacions

# 285.title
source: OtherViews
ca: Altres visualitzacions

# 330.title
source: Window
ca: Finestra
zh_hant: 視窗

# 356.title
source: OtherViews
ca: Altres visualitzacions

# 415.title
source: OtherViews
ca: Altres visualitzacions

# 429.title
source: Glass
zh_hant: 玻璃

# 430.title
source: Funk
zh_hant: 放克

# 431.title
source: Frog
zh_hant: 青蛙
